project_planning/appDb.org
#+STARTUP: indent
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
#+TITLE:     UniDB Performance and Application Specific Databases
#+AUTHOR:    John Brestelli
#+DESCRIPTION: How to solve performance issues with Genomics websites by building Application Specific Databases
#+OPTIONS:   H:5 num:nil toc:3 p:t tags:not-in-toc eval:never-export
#+STARTUP: overview
* Website Performance

[[https://drive.google.com/drive/u/2/folders/1IEnXB5j2Emw46-dGyZRs3P-wIZNSVEON][Performance Testing revealed]] general poor performance of the unified database.  In addition, there were several very poor performing tools.  Each area of concern is listed below and proposed solutions if needed.  The general strategy for fixing the website performance will be:
1. Focus initially on worst performers.
2. Use holistic approach to performance tuning.  (tuning for a data type not a specific tool)
3. Duplicate data as needed to speed up applications
   - Eliminate big complicated queries in the application.  Create more de normalized tables
   - nosql database where appropriate (site search, record pages?)
   - flat file stores for genome browsers


A summary of the details below can be found in [[https://docs.google.com/spreadsheets/d/1JF7MZ8cXjua9h0mMRNb3TkfuXjczI0Pl64yXqOJDXOo/edit#gid=358028577][Google Docs]]
  
** WDK Searches
*** REST Search Result  / ID Query :JohnB:JohnI:MarkH:
- GOAL :: as good as portal/or plasmo and < 1.5 seconds

- SOLUTION :: Use holistic approach to create new denormalized tables or add indexes to existing tables.  This will allow us to replace big queries which have many joins.  Each search will be evaluated and fixed as required.  Search id query, param queries, record table and possibly pbrowse track data should be gotten with smallest table joins (one table properly indexed if possible)
  - current model uses lots of tables from normalized schemas
    | *Schema*    | *Notes*                                                     |
    |-------------+-------------------------------------------------------------|
    | ApiDBTuning | remove fk to other schemas                                  |
    | ApidB       | can we retain these or do we need to move to tuning tables? |
    | DoTS        | Do not use in the website application                       |
    | Sres        | Do not use in the website application                       |
    | Core        | Do not use in the website application                       |
    | chebi       | ok                                                          |
    | hmdb        | ok                                                          |
    | platform    | can we retain these or do we need to copy to tuning tables? |
    | Results     | can we retain these or do we need to copy to tuning tables? |
    | Study       | replace with EDA                                            |

- COST :: few days per datatype (example interpro tuningtable,search,params,pbrowse,wdkTable took 3 days 1 fte)
  
*** Results Page Completion :Steve:Cristina:
- GOAL :: as good as portal/or plasmo and < 1.5 seconds
- SOLUTION :: There are [[https://docs.google.com/spreadsheets/d/1JF7MZ8cXjua9h0mMRNb3TkfuXjczI0Pl64yXqOJDXOo/edit#gid=2056082386][several queries]] which are run to make search results.  gene results are made worse because we insert transcripts which don't match the result.  Some possible solutions here are:
  1. General wdk performance improvements including column filters.
     - Filter perforamnce depends on result size.
     - the biggy:  doing the group by, to transfer a distribution, not all raw data
     - getting rid of slow single-gene filter
     - using a dedicated, skinny, attribute table to get the organism
  2. Preview results instead directly going to results page

- COST :: TODO Steve


