project_planning/appDb.org
*** Join To Attributes / Columns :Steve:Cristina:
- GOAL :: as good as portal/or plasmo

- SOLUTION :: On beta.veupathdb.org there are two issues we need to address:
  1. 10K columns (bad response time and bad ux)
     - this can be greatly ameliorated by dave's idea of filtering them based on the organisms in the result.  would require some wiring
  2. the cost of joining large results to large attribute queries
     - Need to demonstrate this as a problem

- COST :: TODO Steve

*** Download Results :Steve:Cristina:
- GOAL :: TBD

- SOLUTION :: Download seems like an area we have some flexibility if the user was made to understand this was a long running process (like multiblast).  Nothing to be done in the short term but long term could consider queue system like multiblast.  

- COST :: TODO Steve

- NOTE :: For the Download Page Form ... The large number of columns is an issue here too.  10K columns most from trasncriptomics datasets.  Same solution as above can be applied here.  Trim by organisms in result set

*** Search Page Load (Parameters) :JohnB:JohnI:MarkH:
- GOAL :: Vocab queries are cached;  All params on a search page should load < 5 seconds on initial run.

- SOLUTION :: Same as ID Searches above.  Use holistic approach to create new denormalized tables or add indexes to existing tables.  This will allow us to replace big queries which have many joins.  Each search will be evaluated and fixed as required.

- COST :: few days per datatype (example interpro tuningtable,search,params,pbrowse,wdkTable took 3 days 1 fte)

*** TODO Analysis Tools (example: GO Enrichment)
** WDK Records
*** Individual Tables :JohnB:JohnI:MarkH:
 - GOAL :: as good as plasmo ( < 1 seconds)

- SOLUTION :: Same as ID Searches above.  Use holistic approach to create new denormalized tables or add indexes to existing tables.  This will allow us to replace big queries which have many joins.  Each search will be evaluated and fixed as required.

- COST :: few days per datatype (example interpro tuningtable,search,params,pbrowse,wdkTable took 3 days 1 fte)

*** Initial Page Load :JohnB:JohnI:MarkH:
- GOAL :: as good as plasmo ( < 5 seconds)

- SOLUTION :: Some improvements have already been made here for the GeneRecord page.  We are likely under 5 seconds for initial page load assuming only record overview is open.  We identified some record interal tables which were poor performing and fixed including (FungiDB specific Linkouts in the overview section).  We also need to evaluate examples from all record types to ensure we are < 5 seconds for each.

*** Full Page Load
- GOAL :: TBD

- SOLUTION :: In the future we could explore caching all record tables/attributes in a nosql database.  JBrowse and DataPlotter graphs would still be loaded as they are now but tables and attributes would be loaded very quickly.

** Genome and Protein Browsers :JohnI:JohnB:
[[orgdocs:/SOPs/jbrowseFlatFileMigration.html][JBrowse Migration]]

*** Initial Page Load :JohnB:JohnI:MarkH:

- GOAL :: < 5 seconds

- SOLUTION :: There are 2 areas we can explore:
  1. We currently use webservice calls to create configuration of jbrwose tracks per organism.
     - We currently cache only some of these but we can explore caching all of them
  2. For organisms with a lot of functional data (RNASeq) those configurations are large and take a long time (5-7 seconds) to load
     - Need to explore if this is related to #1 or if the files can be made smaller

- COST :: If the size of the config file is truly probelmatic... would need to explore some sort of lazy loading mechanism which is costly as it would be a jbrowse appliation feature.

*** Individual Tracks :JohnB:JohnI:MarkH:
- GOAL :: < 1 seconds

- SOLUTION :: JBrowse is meant to be use files as data stores.  We currently use a REST store which queries the GUS Database for many of the tracks.  We can update the ReFlow workflow to dump gff files for all tracks which currently use the REST Store.  Popups can use web service calls (wdk record tables and attributes).

- COST :: There are 30 Genome Queries and ~ 10 PBrowse Queries which we need to update (few weeks effort).  The data loaders would need to create the files in webservices.  The Synteny Track and Intron Junctions are problematic.  For junctions, we need to move data out of tuning manager and into the workflow (high cost; ask Brian).  For Synteny we need to write a custom endpoint which would do the scaling for the visible region.  that is currently being done in sql. Lastly, we would need to change the way we search for genes within jbrowse application.  Currently this is done with another REST service but we'd need to do this from files.

- NOTE :: Even thought this is a big cost, there are some other advantages to doing this:  
  - it would simplify Apollo
  - allow us to run one JBrowse instead of one per site
  - could run JBrowse2 from the same files

*** Gene Page Context (iframes) :JohnB:JohnI:MarkH:

- GOAL :: iframes load the entire application so the initial load will not be faster than time to load jbrowse

- SOLUTION :: We already limit the configurations per section.  Ideally each section would only know about the tracks we display in that section but for some sections we are loading more than needed.

- COST :: Refactoring JBRowse configurations per organism could be done as part of the ReFlow steps above.
** MapVEu Application :BobM:Jay:JohnB:
This will be an EDA Application.  Those tables have been optimized for study data.  We may need to address special issues as they arise
** TODO Sequence Retrieval Tool 
** TODO MultiBLAST :Steve:Cristina:
** DONE Site Search
- GOAL :: as good as portal/plasmo ( < 1.5 seconds)
** DONE Home Page
- GOAL :: as good as portal/plasmo ( < 5 slower)

* Data Loading :JohnB:JohnI:Wei:
The Goal is to Shorten the Loading time
