project_planning/appDb.html


<div id="outline-container-org775cfb1" class="outline-4">
<h4 id="org775cfb1">Join To Attributes / Columns&#xa0;&#xa0;&#xa0;<span class="tag"><span class="SteveF">SteveF</span>&#xa0;<span class="CristinaA">CristinaA</span></span></h4>
<div class="outline-text-4" id="text-org775cfb1">
<dl class="org-dl">
<dt>GOAL</dt><dd>as good as portal/or plasmo</dd>

<dt>SOLUTION</dt><dd>On beta.veupathdb.org there are two issues we need to address:
<ol class="org-ol">
<li>10K columns (bad response time and bad ux)
<ul class="org-ul">
<li>this can be greatly ameliorated by dave&rsquo;s idea of filtering them based on the organisms in the result.  would require some wiring</li>
</ul></li>
<li>the cost of joining large results to large attribute queries
<ul class="org-ul">
<li>Need to demonstrate this as a problem</li>
</ul></li>
</ol></dd>

<dt>COST</dt><dd>TODO Steve</dd>
</dl>
</div>
</div>

<div id="outline-container-orgae6a0c0" class="outline-4">
<h4 id="orgae6a0c0">Download Results&#xa0;&#xa0;&#xa0;<span class="tag"><span class="SteveF">SteveF</span>&#xa0;<span class="CristinaA">CristinaA</span></span></h4>
<div class="outline-text-4" id="text-orgae6a0c0">
<dl class="org-dl">
<dt>GOAL</dt><dd>TBD</dd>

<dt>SOLUTION</dt><dd>Download seems like an area we have some flexibility if the user was made to understand this was a long running process (like multiblast).  Nothing to be done in the short term but long term could consider queue system like multiblast.</dd>

<dt>COST</dt><dd>TODO Steve</dd>

<dt>NOTE</dt><dd>For the Download Page Form &#x2026; The large number of columns is an issue here too.  10K columns most from trasncriptomics datasets.  Same solution as above can be applied here.  Trim by organisms in result set</dd>
</dl>
</div>
</div>

<div id="outline-container-orgad5a1ef" class="outline-4">
<h4 id="orgad5a1ef"><span class="todo TODO">TODO</span> Analysis Tools (example: GO Enrichment)</h4>
</div>
</div>
<div id="outline-container-org8771f3a" class="outline-3">
<h3 id="org8771f3a">WDK Records</h3>
<div class="outline-text-3" id="text-org8771f3a">
</div>
<div id="outline-container-orgf32fee8" class="outline-4">
<h4 id="orgf32fee8">Individual Tables&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnB">JohnB</span>&#xa0;<span class="JohnI">JohnI</span>&#xa0;<span class="MarkH">MarkH</span></span></h4>
<div class="outline-text-4" id="text-orgf32fee8">
<dl class="org-dl">
<dt>GOAL</dt><dd>as good as plasmo ( &lt; 1 seconds)</dd>
</dl>
<dl class="org-dl">
<dt>SOLUTION</dt><dd>Same as ID Searches above.  Use holistic approach to create new denormalized tables or add indexes to existing tables.  This will allow us to replace big queries which have many joins.  Each search will be evaluated and fixed as required.</dd>

<dt>COST</dt><dd>few days per datatype (example interpro tuningtable,search,params,pbrowse,wdkTable took 3 days 1 fte)</dd>
</dl>
</div>
</div>

<div id="outline-container-orgd3e9246" class="outline-4">
<h4 id="orgd3e9246">Initial Page Load&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnB">JohnB</span>&#xa0;<span class="JohnI">JohnI</span>&#xa0;<span class="MarkH">MarkH</span></span></h4>
<div class="outline-text-4" id="text-orgd3e9246">
<dl class="org-dl">
<dt>GOAL</dt><dd>as good as plasmo ( &lt; 5 seconds)</dd>

<dt>SOLUTION</dt><dd>Some improvements have already been made here for the GeneRecord page.  We are likely under 5 seconds for initial page load assuming only record overview is open.  We identified some record interal tables which were poor performing and fixed including (FungiDB specific Linkouts in the overview section).  We also need to evaluate examples from all record types to ensure we are &lt; 5 seconds for each.</dd>
</dl>
</div>
</div>

<div id="outline-container-org7d194de" class="outline-4">
<h4 id="org7d194de">Full Page Load</h4>
<div class="outline-text-4" id="text-org7d194de">
<dl class="org-dl">
<dt>GOAL</dt><dd>TBD</dd>

<dt>SOLUTION</dt><dd>In the future we could explore caching all record tables/attributes in a nosql database.  JBrowse and DataPlotter graphs would still be loaded as they are now but tables and attributes would be loaded very quickly.</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-org5d96518" class="outline-3">
<h3 id="org5d96518">Genome and Protein Browsers&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnI">JohnI</span>&#xa0;<span class="JohnB">JohnB</span></span></h3>
<div class="outline-text-3" id="text-org5d96518">
<p>
<a href="https://jbrestel.github.io/org-docs/SOPs/jbrowseFlatFileMigration.html">JBrowse Migration</a>
</p>
</div>
<div id="outline-container-org19d3f5e" class="outline-4">
<h4 id="org19d3f5e">Initial Page Load&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnB">JohnB</span>&#xa0;<span class="JohnI">JohnI</span>&#xa0;<span class="MarkH">MarkH</span></span></h4>
<div class="outline-text-4" id="text-org19d3f5e">
<dl class="org-dl">
<dt>GOAL</dt><dd>&lt; 5 seconds</dd>

<dt>SOLUTION</dt><dd>There are 2 areas we can explore:
<ol class="org-ol">
<li>We currently use webservice calls to create configuration of jbrwose tracks per organism.
<ul class="org-ul">
<li>We currently cache only some of these but we can explore caching all of them</li>
</ul></li>
<li>For organisms with a lot of functional data (RNASeq) those configurations are large and take a long time (5-7 seconds) to load
<ul class="org-ul">
<li>Need to explore if this is related to #1 or if the files can be made smaller</li>
</ul></li>
</ol></dd>

<dt>COST</dt><dd>If the size of the config file is truly probelmatic&#x2026; would need to explore some sort of lazy loading mechanism which is costly as it would be a jbrowse appliation feature.</dd>
</dl>
</div>
</div>

<div id="outline-container-org9f6ec67" class="outline-4">
<h4 id="org9f6ec67">Individual Tracks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnB">JohnB</span>&#xa0;<span class="JohnI">JohnI</span>&#xa0;<span class="MarkH">MarkH</span></span></h4>
<div class="outline-text-4" id="text-org9f6ec67">
<dl class="org-dl">
<dt>GOAL</dt><dd>&lt; 1 seconds</dd>

<dt>SOLUTION</dt><dd>JBrowse is meant to be use files as data stores.  We currently use a REST store which queries the GUS Database for many of the tracks.  We can update the ReFlow workflow to dump gff files for all tracks which currently use the REST Store.  Popups can use web service calls (wdk record tables and attributes).</dd>

<dt>COST</dt><dd>There are 30 Genome Queries and ~ 10 PBrowse Queries which we need to update (few weeks effort).  The data loaders would need to create the files in webservices.  The Synteny Track and Intron Junctions are problematic.  For junctions, we need to move data out of tuning manager and into the workflow (high cost; ask Brian).  For Synteny we need to write a custom endpoint which would do the scaling for the visible region.  that is currently being done in sql. Lastly, we would need to change the way we search for genes within jbrowse application.  Currently this is done with another REST service but we&rsquo;d need to do this from files.</dd>

<dt>NOTE</dt><dd>Even thought this is a big cost, there are some other advantages to doing this:  
<ul class="org-ul">
<li>it would simplify Apollo</li>
<li>allow us to run one JBrowse instead of one per site</li>
<li>could run JBrowse2 from the same files</li>
</ul></dd>
</dl>
</div>
</div>

<div id="outline-container-orgb68468d" class="outline-4">
<h4 id="orgb68468d">Gene Page Context (iframes)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnB">JohnB</span>&#xa0;<span class="JohnI">JohnI</span>&#xa0;<span class="MarkH">MarkH</span></span></h4>
<div class="outline-text-4" id="text-orgb68468d">
<dl class="org-dl">
<dt>GOAL</dt><dd>iframes load the entire application so the initial load will not be faster than time to load jbrowse</dd>

<dt>SOLUTION</dt><dd>We already limit the configurations per section.  Ideally each section would only know about the tracks we display in that section but for some sections we are loading more than needed.</dd>

<dt>COST</dt><dd>Refactoring JBRowse configurations per organism could be done as part of the ReFlow steps above.</dd>
</dl>
</div>
</div>
</div>
<div id="outline-container-org548cec5" class="outline-3">
<h3 id="org548cec5">MapVEu Application&#xa0;&#xa0;&#xa0;<span class="tag"><span class="BobM">BobM</span>&#xa0;<span class="JayH">JayH</span>&#xa0;<span class="JohnB">JohnB</span></span></h3>
<div class="outline-text-3" id="text-org548cec5">
<p>
This will be an EDA Application.  Those tables have been optimized for study data.  We may need to address special issues as they arise
</p>
</div>
</div>
<div id="outline-container-orga9e1f91" class="outline-3">
<h3 id="orga9e1f91"><span class="todo TODO">TODO</span> Sequence Retrieval Tool</h3>
</div>
<div id="outline-container-org35828c1" class="outline-3">
<h3 id="org35828c1"><span class="todo TODO">TODO</span> MultiBLAST&#xa0;&#xa0;&#xa0;<span class="tag"><span class="SteveF">SteveF</span>&#xa0;<span class="CristinaA">CristinaA</span></span></h3>
</div>
<div id="outline-container-orgf927cf1" class="outline-3">
<h3 id="orgf927cf1"><span class="done DONE">DONE</span> Site Search</h3>
<div class="outline-text-3" id="text-orgf927cf1">
<dl class="org-dl">
<dt>GOAL</dt><dd>as good as portal/plasmo ( &lt; 1.5 seconds)</dd>
</dl>
</div>
</div>
<div id="outline-container-org0ac9afc" class="outline-3">
<h3 id="org0ac9afc"><span class="done DONE">DONE</span> Home Page</h3>
<div class="outline-text-3" id="text-org0ac9afc">
<dl class="org-dl">
<dt>GOAL</dt><dd>as good as portal/plasmo ( &lt; 5 slower)</dd>
</dl>
</div>
</div>
</section>

<section id="outline-container-org3dc9fb2" class="outline-2">
<h2 id="org3dc9fb2">Data Loading&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JohnB">JohnB</span>&#xa0;<span class="JohnI">JohnI</span>&#xa0;<span class="WeiL">WeiL</span></span></h2>
<div class="outline-text-2" id="text-org3dc9fb2">
<p>
The Goal is to Shorten the Loading time
</p>
</div>
