project_planning/appDb.org
** Reflow workflow
- use the tuning manager (or other mechanism) to create organism specific tables as the last step in the organism workflow
  - The tuning manager is already able to make organism specific tables
    #+begin_src example
    apidbtuning.pfal3d7_interprodomains1234
    #+end_src
- This step should be fairly stable.  Should only be rerun when organism is undone/ reloaded or global data like GO terms/taxonomy refreshed
- The resulting tuning tables should be self contained
  - [ ] remove any GUS ids (fks to non apidbtuning tables)
- The Build databases can be any number of organisms.  One organism to all organisms
  - component dbs currently control pairwise syntenic alignments
- On this model it doesn't matter how many organisms are loaded into each build instance.  However, the data load team has been hitting issues with Undo
- can we partition by Row_Alg_invocation_id ? (after postgres migration)
  - The Undo mechanism we have in place could drop the partition instead of deleting the rows.
** Tuning Manager
- still need a tuning job for dataset presenters and other global dbs
- tuning job (post reflow) would continue to be quick/dirty way to add features until full reflow wf can be run
** webservice / download files
- The above workflow should manage the rsync of ws and download files to apiSiteFiles Staging
  - [ ] drive the download file record (see UX channel in slack)

** Unified Relational Database for WDK Application
- Workflow to "union" all organism specific tables from build database(s)
  - use nextflow as this will be run always from start with no "undo".
  - The "deletes" will happen when necessary
- Use sqlloader or postgres bulk loader
- Only load organisms which have changed.
  - use the build database workflowstep name/ date to determine when we need to refresh an organism
- Partition by organism?
  - refresh would first drop the partition for a table instead of trying to delete rows





* Interpro Example
#+name: sqlplus_input 
#+BEGIN_SRC emacs-lisp :var blk="QUERY_NEW_GeneTable" :var sep="\n" :results file :file /home/jbrestel/org_sqlplus.sql :exports none
    (concat "SET AUTOTRACE TRACEONLY;\n"
            "SET TIMING ON;\n"
            "WHENEVER SQLERROR EXIT SQL.SQLCODE;\n"
            "prompt " blk ";\n"
    (save-excursion
      (replace-regexp-in-string "\"" ""
       (mapconcat
        (lambda (x)
          (org-babel-goto-named-src-block x)
          (format "%S" (cadr  (org-babel-get-src-block-info  t))))
        (split-string blk "," t)
        sep)
       t t))
     ";\n"
      "exit\n"
    )
#+END_SRC
#+name: sqlplus
#+BEGIN_SRC sh :noweb yes :results table :var input=sqlplus_input() :exports none
sqlplus jbrestel/$DBI_PASS@uni054n @$input |grep 'QUERY\|Elapsed\|consistent' |perl -e 'while(<>){chomp; if(/consistent gets/) {print $_ . "\n"; }else {print $_ . "\t"} }'
  #+END_SRC

New Tuning Table "InterproResults" in  [[https://github.com/VEuPathDB/ApiCommonModel/blob/master/Model/lib/xml/tuningManager/apiTuningManager.xml][apiTuningnManager.xml]]

** Gene Page Queries

#+CAPTION: Gene Page Queries Summary
| NAME                | Time                 | Gets                |
|---------------------+----------------------+---------------------|
| QUERY_NEW_GeneTable | Elapsed: 00:00:00.02 | 60  consistent gets |
| QUERY_NEW_PBrowse   | Elapsed: 00:00:00.01 | 15  consistent gets |


*** Gene Record Table
#+NAME: QUERY_NEW_GeneTable
#+begin_src sql
SELECT o.*  FROM (SELECT f.* FROM (select
  listagg(ir.transcript_source_id, ', ') within group (order by ir.transcript_source_id) as transcript_ids
, ir.gene_source_id as source_id
, ir.project_id
, ir.interpro_db_name AS interpro_name
, ir.interpro_primary_id
, ir.interpro_secondary_id
, ir.interpro_desc
, ir.interpro_start_min
, ir.interpro_end_min
, ir.interpro_e_value
, ir.interpro_family_id
FROM
  ApidbTuning.interproresults ir
group by ir.project_id, ir.gene_source_id, ir.interpro_db_name, ir.interpro_primary_id, 
         ir.interpro_secondary_id, ir.interpro_desc, ir.interpro_start_min, 
         ir.interpro_end_min, ir.interpro_e_value, ir.gene_source_id, ir.interpro_family_id
order by
transcript_ids
, interpro_name
, interpro_start_min
) f WHERE f.source_id = 'PF3D7_0100100'
) o

#+end_src
#+CALL: sqlplus(input=sqlplus_input("QUERY_NEW_GeneTable")) :exports none

#+RESULTS: sqlplus(input=sqlplus_input("QUERY_NEW_GeneTable"))
| QUERY_NEW_GeneTable | Elapsed: 00:00:00.02 | 60  consistent gets |


*** PBrowse

#+NAME: QUERY_NEW_PBrowse
#+begin_src sql
SELECT ir.interpro_primary_id || '_' || ir.interpro_start_min || '_' || ir.interpro_end_min feature_id, 
       'domain' type, 
       'interpro' source, 
       ir.interpro_primary_id name, 
       ir.interpro_e_value score, 
       null parent_id, 
       ir.interpro_start_min startm, 
       ir.interpro_end_min end, 
       'Note=' || ir.interpro_secondary_id || ' ' || ir.interpro_desc || ';' || 
       'Db=' || ir.interpro_db_name || ';' || 
       'InterproId=' || ir.interpro_family_id || ';' || 
       'Evalue=' || ir.interpro_e_value || ';' || 
       'Pi=' || ir.interpro_primary_id atts
             from apidbtuning.interproresults ir, apidbtuning.proteinattributes pa
             where  pa.aa_sequence_id = 7474585 
             and ir.interpro_end_min > 0
             and ir.interpro_start_min < 100000
             and ir.protein_source_id = pa.source_id
#+end_src
#+CALL: sqlplus(input=sqlplus_input("QUERY_NEW_PBrowse")) :exports none

#+RESULTS: sqlplus(input=sqlplus_input("QUERY_NEW_PBrowse"))
| QUERY_NEW_PBrowse | Elapsed: 00:00:00.01 | 15  consistent gets |


** Search 

#+CAPTION: Search Query Summary
| NAME                            | Time                 | Gets                     | Gets improvement |
|---------------------------------+----------------------+--------------------------+------------------|
| QUERY_GenesByInterproDomain     | Elapsed: 00:00:21.16 | 1015065  consistent gets |                  |
| QUERY_NEW_GenesByInterproDomain | Elapsed: 00:00:00.57 | 10056  consistent gets   |             100x |

