project_planning/appDb.html
<div id="outline-container-orge665df5" class="outline-3">
<h3 id="orge665df5">Reflow workflow</h3>
<div class="outline-text-3" id="text-orge665df5">
<ul class="org-ul">
<li>use the tuning manager (or other mechanism) to create organism specific tables as the last step in the organism workflow
<ul class="org-ul">
<li><p>
The tuning manager is already able to make organism specific tables
</p>
<div class="org-src-container">
<pre class="src src-example">apidbtuning.pfal3d7_interprodomains1234
</pre>
</div></li>
</ul></li>
<li>This step should be fairly stable.  Should only be rerun when organism is undone/ reloaded or global data like GO terms/taxonomy refreshed</li>
<li>The resulting tuning tables should be self contained
<ul class="org-ul">
<li class="off"><input type='checkbox' /> remove any GUS ids (fks to non apidbtuning tables)</li>
</ul></li>
<li>The Build databases can be any number of organisms.  One organism to all organisms
<ul class="org-ul">
<li>component dbs currently control pairwise syntenic alignments</li>
</ul></li>
<li>On this model it doesn&rsquo;t matter how many organisms are loaded into each build instance.  However, the data load team has been hitting issues with Undo</li>
<li>can we partition by Row_Alg_invocation_id ? (after postgres migration)
<ul class="org-ul">
<li>The Undo mechanism we have in place could drop the partition instead of deleting the rows.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd48d4d0" class="outline-3">
<h3 id="orgd48d4d0">Tuning Manager</h3>
<div class="outline-text-3" id="text-orgd48d4d0">
<ul class="org-ul">
<li>still need a tuning job for dataset presenters and other global dbs</li>
<li>tuning job (post reflow) would continue to be quick/dirty way to add features until full reflow wf can be run</li>
</ul>
</div>
</div>
<div id="outline-container-org400bd52" class="outline-3">
<h3 id="org400bd52">webservice / download files</h3>
<div class="outline-text-3" id="text-org400bd52">
<ul class="org-ul">
<li>The above workflow should manage the rsync of ws and download files to apiSiteFiles Staging
<ul class="org-ul">
<li class="off"><input type='checkbox' /> drive the download file record (see UX channel in slack)</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org9e0bfd6" class="outline-3">
<h3 id="org9e0bfd6">Unified Relational Database for WDK Application</h3>
<div class="outline-text-3" id="text-org9e0bfd6">
<ul class="org-ul">
<li>Workflow to &ldquo;union&rdquo; all organism specific tables from build database(s)
<ul class="org-ul">
<li>use nextflow as this will be run always from start with no &ldquo;undo&rdquo;.</li>
<li>The &ldquo;deletes&rdquo; will happen when necessary</li>
</ul></li>
<li>Use sqlloader or postgres bulk loader</li>
<li>Only load organisms which have changed.
<ul class="org-ul">
<li>use the build database workflowstep name/ date to determine when we need to refresh an organism</li>
</ul></li>
<li>Partition by organism?
<ul class="org-ul">
<li>refresh would first drop the partition for a table instead of trying to delete rows</li>
</ul></li>
</ul>
</div>
</div>
</section>





<section id="outline-container-orge56d7c4" class="outline-2">
<h2 id="orge56d7c4">Interpro Example</h2>
<div class="outline-text-2" id="text-orge56d7c4">
<p>
New Tuning Table &ldquo;InterproResults&rdquo; in  <a href="https://github.com/VEuPathDB/ApiCommonModel/blob/master/Model/lib/xml/tuningManager/apiTuningManager.xml">apiTuningnManager.xml</a>
</p>
</div>

<div id="outline-container-org7185fac" class="outline-3">
<h3 id="org7185fac">Gene Page Queries</h3>
<div class="outline-text-3" id="text-org7185fac">
<table>
<caption class="t-above"><span class="table-number">Table 1:</span> Gene Page Queries Summary</caption>

<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">NAME</th>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">Gets</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">QUERY_NEW_GeneTable</td>
<td class="org-left">Elapsed: 00:00:00.02</td>
<td class="org-left">60  consistent gets</td>
</tr>

<tr>
<td class="org-left">QUERY_NEW_PBrowse</td>
<td class="org-left">Elapsed: 00:00:00.01</td>
<td class="org-left">15  consistent gets</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org50d92d6" class="outline-4">
<h4 id="org50d92d6">Gene Record Table</h4>
<div class="outline-text-4" id="text-org50d92d6">
<div class="org-src-container">
<pre class="src src-sql" id="orgcc594db"><span class="org-keyword">SELECT</span> o.*  <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> f.* <span class="org-keyword">FROM</span> (<span class="org-keyword">select</span>
  listagg(ir.transcript_source_id, <span class="org-string">', '</span>) within <span class="org-keyword">group</span> (<span class="org-keyword">order</span> <span class="org-keyword">by</span> ir.transcript_source_id) <span class="org-keyword">as</span> transcript_ids
, ir.gene_source_id <span class="org-keyword">as</span> source_id
, ir.project_id
, ir.interpro_db_name <span class="org-keyword">AS</span> interpro_name
, ir.interpro_primary_id
, ir.interpro_secondary_id
, ir.interpro_desc
, ir.interpro_start_min
, ir.interpro_end_min
, ir.interpro_e_value
, ir.interpro_family_id
<span class="org-keyword">FROM</span>
  ApidbTuning.interproresults ir
<span class="org-keyword">group</span> <span class="org-keyword">by</span> ir.project_id, ir.gene_source_id, ir.interpro_db_name, ir.interpro_primary_id, 
         ir.interpro_secondary_id, ir.interpro_desc, ir.interpro_start_min, 
         ir.interpro_end_min, ir.interpro_e_value, ir.gene_source_id, ir.interpro_family_id
<span class="org-keyword">order</span> <span class="org-keyword">by</span>
transcript_ids
, interpro_name
, interpro_start_min
) f <span class="org-keyword">WHERE</span> f.source_id = <span class="org-string">'PF3D7_0100100'</span>
) o

</pre>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">QUERY_NEW_GeneTable</td>
<td class="org-left">Elapsed: 00:00:00.02</td>
<td class="org-left">60  consistent gets</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org584f136" class="outline-4">
<h4 id="org584f136">PBrowse</h4>
<div class="outline-text-4" id="text-org584f136">
<div class="org-src-container">
<pre class="src src-sql" id="orgcb5cc40"><span class="org-keyword">SELECT</span> ir.interpro_primary_id || <span class="org-string">'_'</span> || ir.interpro_start_min || <span class="org-string">'_'</span> || ir.interpro_end_min feature_id, 
       <span class="org-string">'domain'</span> <span class="org-keyword">type</span>, 
       <span class="org-string">'interpro'</span> <span class="org-keyword">source</span>, 
       ir.interpro_primary_id <span class="org-keyword">name</span>, 
       ir.interpro_e_value score, 
       <span class="org-keyword">null</span> parent_id, 
       ir.interpro_start_min startm, 
       ir.interpro_end_min <span class="org-keyword">end</span>, 
       <span class="org-string">'Note='</span> || ir.interpro_secondary_id || <span class="org-string">' '</span> || ir.interpro_desc || <span class="org-string">';'</span> || 
       <span class="org-string">'Db='</span> || ir.interpro_db_name || <span class="org-string">';'</span> || 
       <span class="org-string">'InterproId='</span> || ir.interpro_family_id || <span class="org-string">';'</span> || 
       <span class="org-string">'Evalue='</span> || ir.interpro_e_value || <span class="org-string">';'</span> || 
       <span class="org-string">'Pi='</span> || ir.interpro_primary_id atts
             <span class="org-keyword">from</span> apidbtuning.interproresults ir, apidbtuning.proteinattributes pa
             <span class="org-keyword">where</span>  pa.aa_sequence_id = 7474585 
             <span class="org-keyword">and</span> ir.interpro_end_min &gt; 0
             <span class="org-keyword">and</span> ir.interpro_start_min &lt; 100000
             <span class="org-keyword">and</span> ir.protein_source_id = pa.source_id
</pre>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">QUERY_NEW_PBrowse</td>
<td class="org-left">Elapsed: 00:00:00.01</td>
<td class="org-left">15  consistent gets</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org340a51d" class="outline-3">
<h3 id="org340a51d">Search</h3>
<div class="outline-text-3" id="text-org340a51d">
<table>
<caption class="t-above"><span class="table-number">Table 2:</span> Search Query Summary</caption>

<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">NAME</th>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">Gets</th>
<th scope="col" class="org-left">Gets improvement</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">QUERY_GenesByInterproDomain</td>
<td class="org-left">Elapsed: 00:00:21.16</td>
<td class="org-left">1015065  consistent gets</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">QUERY_NEW_GenesByInterproDomain</td>
<td class="org-left">Elapsed: 00:00:00.57</td>
<td class="org-left">10056  consistent gets</td>
<td class="org-left">100x</td>
</tr>
</tbody>
</table>
</div>
