project_planning/appDb.html

<div id="outline-container-orgdb6db00" class="outline-4">
<h4 id="orgdb6db00">Original Gene ID Search: <a href="https://plasmodb.org/plasmo/app/search/transcript/GenesByInterproDomain">GenesByInterproDomain</a></h4>
<div class="outline-text-4" id="text-orgdb6db00">
<div class="org-src-container">
<pre class="src src-sql" id="org55195b7"><span class="org-keyword">SELECT</span> 22 <span class="org-keyword">AS</span> wdk_instance_id
       , rownum <span class="org-keyword">AS</span> wdk_row_id
       ,  f.*
  <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> o.* , 10 <span class="org-keyword">AS</span> wdk_weight
          <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> ga.source_id, ga.gene_source_id
                                   , <span class="org-string">'Y'</span> <span class="org-keyword">as</span> matched_result
                                   , ga.project_id,
                                   to_char(<span class="org-builtin">avg</span>(trunc(df.e_value,100)),<span class="org-string">'9.999EEEE'</span>) <span class="org-keyword">as</span> e_value,
                                   <span class="org-builtin">max</span>(df.e_value) <span class="org-keyword">as</span> sorting_value 
                  <span class="org-keyword">FROM</span> dots.DomainFeature df, ApidbTuning.TranscriptAttributes ga,
                                   dots.DbRefAaFeature draf, sres.DbRef dr
                 <span class="org-keyword">WHERE</span> ga.aa_sequence_id = df.aa_sequence_id
                   <span class="org-keyword">AND</span> df.aa_feature_id = draf.aa_feature_id
                   <span class="org-keyword">AND</span> draf.db_ref_id = dr.db_ref_id
                   <span class="org-keyword">AND</span> dr.external_database_release_id <span class="org-keyword">in</span> (24,163,2680)
                   <span class="org-keyword">AND</span> (dr.primary_identifier <span class="org-keyword">IN</span>(<span class="org-string">'PF03011'</span>)
                        <span class="org-keyword">OR</span> dr.secondary_identifier <span class="org-keyword">IN</span>(<span class="org-string">'PF03011'</span>)
                        <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(dr.primary_identifier) <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>))
                        <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(dr.secondary_identifier) <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>))
                        <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(dr.primary_identifier || <span class="org-string">' : '</span> || dr.secondary_identifier)
                        <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>))
                        <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(dr.remark) <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>)))
                   <span class="org-keyword">AND</span> ga.taxon_id <span class="org-keyword">IN</span> (2320986,2320988,1551685,2321006,2320989,1551696,2321007,
                                       1553638,1553633,1551592,1551586,2320993,1551497,2320996,
                                       2320997,2320994,1551532,2320995,2320998,2320992,2321003,
                                       2321000,2321002,2321001,2320999,2321020,2320991,2320990,
                                       2321019,1553651,2321025,1553660,2321024,2321023,2321021,
                                       2320987,2321004,2321005,2321018,2321014,2321016,2321015,
                                       2321012,2321011,2321013,2321010,2321022,1553646,2321017,
                                       2321008,1551691,2321009,2320964,1547847,2320962,1547852,
                                       2320960,2320961,2320953,1547439,1547447,1547466,1547419,
                                       2321089,1554984,2321086,2321087,2321083,2321080,1554981,
                                       2321088,1554990,2321090,2321081,2320975,2320974,2320968,
                                       2320971,2320970,2320969,2320967,2320972,2320973,1555386,
                                       2320982,2320980,2320981,1556022,2321141,2320978,2320979,
                                       1555669,1555666,1555652,1555664,1555667,1555655,1555659,
                                       1555686,1555676,1555648,1555687,1555660,1555691,1555645,
                                       1555633,2321079,1553628,1551490,1551489,1553658,1551664,
                                       1551698,1553640,1552127,1551687,1547809,1547403,1554983,
                                       1554989,1555490,1555051,1556009,1555698,1555626,1553779)
                 <span class="org-keyword">GROUP</span> <span class="org-keyword">BY</span> ga.source_id,ga.gene_source_id,ga.project_id
          ) o
  ) f
</pre>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">QUERY_GenesByInterproDomain</td>
<td class="org-left">Elapsed: 00:00:21.16</td>
<td class="org-left">1015065  consistent gets</td>
</tr>
</tbody>
</table>
</div>
</div>
