project_planning/appDb.org
*** New Gene ID Search
#+NAME: QUERY_NEW_GenesByInterproDomain
#+begin_src sql
  SELECT 11 AS wdk_instance_id, rownum AS wdk_row_id,  f.* FROM (SELECT o.* , 10 AS wdk_weight FROM (SELECT ir.transcript_source_id as source_id, ir.gene_source_id, 'Y' as matched_result, ir.project_id,
                     to_char(avg(trunc(ir.interpro_e_value,100)),'9.999EEEE') as e_value,
                     max(ir.interpro_e_value) as sorting_value 
              FROM ApiDBTuning.InterproResults ir
              WHERE ir.interpro_db_name = 'PFAM'
                AND (ir.interpro_primary_id IN('PF03011')
                     OR ir.interpro_secondary_id IN('PF03011')
                     OR lower(ir.interpro_primary_id) like lower(REPLACE('N/A', '*', '%'))
                     OR lower(ir.interpro_secondary_id) like lower(REPLACE('N/A', '*', '%'))
                     OR lower(ir.interpro_primary_id || ' : ' || ir.interpro_secondary_id)
                        like lower(REPLACE('N/A', '*', '%'))
                     OR lower(ir.interpro_desc) like lower(REPLACE('N/A', '*', '%')))
                AND ir.organism IN ('Hepatocystis sp. ex Piliocolobus tephrosceles 2019','Plasmodium adleri G01','Plasmodium berghei ANKA',
  'Plasmodium billcollinsi G01','Plasmodium blacklocki G01','Plasmodium chabaudi chabaudi','Plasmodium coatneyi Hackeri',
  'Plasmodium cynomolgi strain B','Plasmodium cynomolgi strain M','Plasmodium falciparum 3D7','Plasmodium falciparum 7G8',
  'Plasmodium falciparum CD01','Plasmodium falciparum Dd2','Plasmodium falciparum GA01','Plasmodium falciparum GB4',
  'Plasmodium falciparum GN01','Plasmodium falciparum HB3','Plasmodium falciparum IT','Plasmodium falciparum KE01','Plasmodium falciparum KH01',
  'Plasmodium falciparum KH02','Plasmodium falciparum ML01','Plasmodium falciparum SD01','Plasmodium falciparum SN01',
  'Plasmodium falciparum TG01','Plasmodium fragile strain nilgiri','Plasmodium gaboni strain G01','Plasmodium gaboni strain SY75','Plasmodium gallinaceum 8A',
  'Plasmodium inui San Antonio 1','Plasmodium knowlesi strain A1H1','Plasmodium knowlesi strain H','Plasmodium knowlesi strain Malayan Strain Pk1 A',
  'Plasmodium malariae UG01','Plasmodium ovale curtisi GH01','Plasmodium praefalciparum strain G01','Plasmodium reichenowi CDC','Plasmodium reichenowi G01','Plasmodium relictum SGS1-like',
  'Plasmodium vinckei Cameroon EL','Plasmodium vinckei brucechwatti DA','Plasmodium vinckei lentum DE','Plasmodium vinckei petteri CR 2020',
  'Plasmodium vinckei petteri strain CR','Plasmodium vinckei vinckei CY','Plasmodium vinckei vinckei strain vinckei','Plasmodium vivax P01',
  'Plasmodium vivax Sal-1','Plasmodium vivax-like Pvl01','Plasmodium yoelii yoelii 17X','Plasmodium yoelii yoelii 17XNL','Plasmodium yoelii yoelii YM',
  'Babesia bigemina strain BOND','Babesia bovis T2Bo','Babesia divergens strain 1802A','Babesia microti strain RI','Babesia ovata strain Miyake',
  'Babesia sp. Xinjiang Xinjiang','Cytauxzoon felis strain Winnie','Theileria annulata strain Ankara','Theileria equi strain WA',
  'Theileria orientalis strain Shintoku','Theileria parva strain Muguga','Cryptosporidium andersoni isolate 30847','Cryptosporidium hominis TU502',
  'Cryptosporidium hominis UdeA01','Cryptosporidium hominis isolate 30976','Cryptosporidium hominis isolate TU502_2012','Cryptosporidium meleagridis strain UKMEL1',
  'Cryptosporidium muris RN66','Cryptosporidium parvum IOWA-ATCC','Cryptosporidium parvum Iowa II','Cryptosporidium tyzzeri isolate UGA55',
  'Cryptosporidium ubiquitum isolate 39726','Cyclospora cayetanensis isolate NF1_C8','Cyclospora cayetanensis strain CHN_HEN01',
  'Eimeria acervulina Houghton','Eimeria brunetti Houghton','Eimeria falciformis Bayer Haberkorn 1970','Eimeria maxima Weybridge','Eimeria mitis Houghton',
  'Eimeria necatrix Houghton','Eimeria praecox Houghton','Eimeria tenella strain Houghton','Besnoitia besnoiti strain Bb-Ger1','Cystoisospora suis strain Wien I',
  'Hammondia hammondi strain H.H.34','Neospora caninum Liverpool','Neospora caninum Liverpool 2019','Sarcocystis neurona SN3','Sarcocystis neurona SO SN1',
  'Toxoplasma gondii ARI','Toxoplasma gondii CAST','Toxoplasma gondii COUG','Toxoplasma gondii FOU','Toxoplasma gondii GAB2-2007-GAL-DOM2','Toxoplasma gondii GT1','Toxoplasma gondii MAS',
  'Toxoplasma gondii ME49','Toxoplasma gondii RH-88','Toxoplasma gondii RUB','Toxoplasma gondii TgCATBr9','Toxoplasma gondii TgCatPRC2','Toxoplasma gondii VAND','Toxoplasma gondii VEG',
  'Toxoplasma gondii p89','Gregarina niphandrodes Unknown strain','Plasmodium cynomolgi','Plasmodium falciparum','Plasmodium gaboni','Plasmodium knowlesi','Plasmodium reichenowi',
  'Plasmodium vinckei','Plasmodium vivax','Plasmodium vivax-like sp.','Plasmodium yoelii','Babesiidae','Theileria','Cryptosporidium hominis','Cryptosporidium parvum',
  'Cyclospora','Eimeria','Neospora','Sarcocystis','Toxoplasma','Eugregarinorida')
                GROUP BY ir.transcript_source_id,ir.gene_source_id,ir.project_id
  ) o) f
#+end_src
#+CALL: sqlplus(input=sqlplus_input("QUERY_NEW_GenesByInterproDomain")) :exports none
#+RESULTS: sqlplus(input=sqlplus_input("QUERY_NEW_GenesByInterproDomain"))
| QUERY_NEW_GenesByInterproDomain | Elapsed: 00:00:00.57 | 10056  consistent gets |


