project_planning/appDb.html

<div id="outline-container-org490accd" class="outline-4">
<h4 id="org490accd">New Gene ID Search</h4>
<div class="outline-text-4" id="text-org490accd">
<div class="org-src-container">
<pre class="src src-sql" id="orgbefbb7f"><span class="org-keyword">SELECT</span> 11 <span class="org-keyword">AS</span> wdk_instance_id, rownum <span class="org-keyword">AS</span> wdk_row_id,  f.* <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> o.* , 10 <span class="org-keyword">AS</span> wdk_weight <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> ir.transcript_source_id <span class="org-keyword">as</span> source_id, ir.gene_source_id, <span class="org-string">'Y'</span> <span class="org-keyword">as</span> matched_result, ir.project_id,
                   to_char(<span class="org-builtin">avg</span>(trunc(ir.interpro_e_value,100)),<span class="org-string">'9.999EEEE'</span>) <span class="org-keyword">as</span> e_value,
                   <span class="org-builtin">max</span>(ir.interpro_e_value) <span class="org-keyword">as</span> sorting_value 
            <span class="org-keyword">FROM</span> ApiDBTuning.InterproResults ir
            <span class="org-keyword">WHERE</span> ir.interpro_db_name = <span class="org-string">'PFAM'</span>
              <span class="org-keyword">AND</span> (ir.interpro_primary_id <span class="org-keyword">IN</span>(<span class="org-string">'PF03011'</span>)
                   <span class="org-keyword">OR</span> ir.interpro_secondary_id <span class="org-keyword">IN</span>(<span class="org-string">'PF03011'</span>)
                   <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(ir.interpro_primary_id) <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>))
                   <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(ir.interpro_secondary_id) <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>))
                   <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(ir.interpro_primary_id || <span class="org-string">' : '</span> || ir.interpro_secondary_id)
                      <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>))
                   <span class="org-keyword">OR</span> <span class="org-builtin">lower</span>(ir.interpro_desc) <span class="org-keyword">like</span> <span class="org-builtin">lower</span>(REPLACE(<span class="org-string">'N/A'</span>, <span class="org-string">'*'</span>, <span class="org-string">'%'</span>)))
              <span class="org-keyword">AND</span> ir.organism <span class="org-keyword">IN</span> (<span class="org-string">'Hepatocystis sp. ex Piliocolobus tephrosceles 2019'</span>,<span class="org-string">'Plasmodium adleri G01'</span>,<span class="org-string">'Plasmodium berghei ANKA'</span>,
<span class="org-string">'Plasmodium billcollinsi G01'</span>,<span class="org-string">'Plasmodium blacklocki G01'</span>,<span class="org-string">'Plasmodium chabaudi chabaudi'</span>,<span class="org-string">'Plasmodium coatneyi Hackeri'</span>,
<span class="org-string">'Plasmodium cynomolgi strain B'</span>,<span class="org-string">'Plasmodium cynomolgi strain M'</span>,<span class="org-string">'Plasmodium falciparum 3D7'</span>,<span class="org-string">'Plasmodium falciparum 7G8'</span>,
<span class="org-string">'Plasmodium falciparum CD01'</span>,<span class="org-string">'Plasmodium falciparum Dd2'</span>,<span class="org-string">'Plasmodium falciparum GA01'</span>,<span class="org-string">'Plasmodium falciparum GB4'</span>,
<span class="org-string">'Plasmodium falciparum GN01'</span>,<span class="org-string">'Plasmodium falciparum HB3'</span>,<span class="org-string">'Plasmodium falciparum IT'</span>,<span class="org-string">'Plasmodium falciparum KE01'</span>,<span class="org-string">'Plasmodium falciparum KH01'</span>,
<span class="org-string">'Plasmodium falciparum KH02'</span>,<span class="org-string">'Plasmodium falciparum ML01'</span>,<span class="org-string">'Plasmodium falciparum SD01'</span>,<span class="org-string">'Plasmodium falciparum SN01'</span>,
<span class="org-string">'Plasmodium falciparum TG01'</span>,<span class="org-string">'Plasmodium fragile strain nilgiri'</span>,<span class="org-string">'Plasmodium gaboni strain G01'</span>,<span class="org-string">'Plasmodium gaboni strain SY75'</span>,<span class="org-string">'Plasmodium gallinaceum 8A'</span>,
<span class="org-string">'Plasmodium inui San Antonio 1'</span>,<span class="org-string">'Plasmodium knowlesi strain A1H1'</span>,<span class="org-string">'Plasmodium knowlesi strain H'</span>,<span class="org-string">'Plasmodium knowlesi strain Malayan Strain Pk1 A'</span>,
<span class="org-string">'Plasmodium malariae UG01'</span>,<span class="org-string">'Plasmodium ovale curtisi GH01'</span>,<span class="org-string">'Plasmodium praefalciparum strain G01'</span>,<span class="org-string">'Plasmodium reichenowi CDC'</span>,<span class="org-string">'Plasmodium reichenowi G01'</span>,<span class="org-string">'Plasmodium relictum SGS1-like'</span>,
<span class="org-string">'Plasmodium vinckei Cameroon EL'</span>,<span class="org-string">'Plasmodium vinckei brucechwatti DA'</span>,<span class="org-string">'Plasmodium vinckei lentum DE'</span>,<span class="org-string">'Plasmodium vinckei petteri CR 2020'</span>,
<span class="org-string">'Plasmodium vinckei petteri strain CR'</span>,<span class="org-string">'Plasmodium vinckei vinckei CY'</span>,<span class="org-string">'Plasmodium vinckei vinckei strain vinckei'</span>,<span class="org-string">'Plasmodium vivax P01'</span>,
<span class="org-string">'Plasmodium vivax Sal-1'</span>,<span class="org-string">'Plasmodium vivax-like Pvl01'</span>,<span class="org-string">'Plasmodium yoelii yoelii 17X'</span>,<span class="org-string">'Plasmodium yoelii yoelii 17XNL'</span>,<span class="org-string">'Plasmodium yoelii yoelii YM'</span>,
<span class="org-string">'Babesia bigemina strain BOND'</span>,<span class="org-string">'Babesia bovis T2Bo'</span>,<span class="org-string">'Babesia divergens strain 1802A'</span>,<span class="org-string">'Babesia microti strain RI'</span>,<span class="org-string">'Babesia ovata strain Miyake'</span>,
<span class="org-string">'Babesia sp. Xinjiang Xinjiang'</span>,<span class="org-string">'Cytauxzoon felis strain Winnie'</span>,<span class="org-string">'Theileria annulata strain Ankara'</span>,<span class="org-string">'Theileria equi strain WA'</span>,
<span class="org-string">'Theileria orientalis strain Shintoku'</span>,<span class="org-string">'Theileria parva strain Muguga'</span>,<span class="org-string">'Cryptosporidium andersoni isolate 30847'</span>,<span class="org-string">'Cryptosporidium hominis TU502'</span>,
<span class="org-string">'Cryptosporidium hominis UdeA01'</span>,<span class="org-string">'Cryptosporidium hominis isolate 30976'</span>,<span class="org-string">'Cryptosporidium hominis isolate TU502_2012'</span>,<span class="org-string">'Cryptosporidium meleagridis strain UKMEL1'</span>,
<span class="org-string">'Cryptosporidium muris RN66'</span>,<span class="org-string">'Cryptosporidium parvum IOWA-ATCC'</span>,<span class="org-string">'Cryptosporidium parvum Iowa II'</span>,<span class="org-string">'Cryptosporidium tyzzeri isolate UGA55'</span>,
<span class="org-string">'Cryptosporidium ubiquitum isolate 39726'</span>,<span class="org-string">'Cyclospora cayetanensis isolate NF1_C8'</span>,<span class="org-string">'Cyclospora cayetanensis strain CHN_HEN01'</span>,
<span class="org-string">'Eimeria acervulina Houghton'</span>,<span class="org-string">'Eimeria brunetti Houghton'</span>,<span class="org-string">'Eimeria falciformis Bayer Haberkorn 1970'</span>,<span class="org-string">'Eimeria maxima Weybridge'</span>,<span class="org-string">'Eimeria mitis Houghton'</span>,
<span class="org-string">'Eimeria necatrix Houghton'</span>,<span class="org-string">'Eimeria praecox Houghton'</span>,<span class="org-string">'Eimeria tenella strain Houghton'</span>,<span class="org-string">'Besnoitia besnoiti strain Bb-Ger1'</span>,<span class="org-string">'Cystoisospora suis strain Wien I'</span>,
<span class="org-string">'Hammondia hammondi strain H.H.34'</span>,<span class="org-string">'Neospora caninum Liverpool'</span>,<span class="org-string">'Neospora caninum Liverpool 2019'</span>,<span class="org-string">'Sarcocystis neurona SN3'</span>,<span class="org-string">'Sarcocystis neurona SO SN1'</span>,
<span class="org-string">'Toxoplasma gondii ARI'</span>,<span class="org-string">'Toxoplasma gondii CAST'</span>,<span class="org-string">'Toxoplasma gondii COUG'</span>,<span class="org-string">'Toxoplasma gondii FOU'</span>,<span class="org-string">'Toxoplasma gondii GAB2-2007-GAL-DOM2'</span>,<span class="org-string">'Toxoplasma gondii GT1'</span>,<span class="org-string">'Toxoplasma gondii MAS'</span>,
<span class="org-string">'Toxoplasma gondii ME49'</span>,<span class="org-string">'Toxoplasma gondii RH-88'</span>,<span class="org-string">'Toxoplasma gondii RUB'</span>,<span class="org-string">'Toxoplasma gondii TgCATBr9'</span>,<span class="org-string">'Toxoplasma gondii TgCatPRC2'</span>,<span class="org-string">'Toxoplasma gondii VAND'</span>,<span class="org-string">'Toxoplasma gondii VEG'</span>,
<span class="org-string">'Toxoplasma gondii p89'</span>,<span class="org-string">'Gregarina niphandrodes Unknown strain'</span>,<span class="org-string">'Plasmodium cynomolgi'</span>,<span class="org-string">'Plasmodium falciparum'</span>,<span class="org-string">'Plasmodium gaboni'</span>,<span class="org-string">'Plasmodium knowlesi'</span>,<span class="org-string">'Plasmodium reichenowi'</span>,
<span class="org-string">'Plasmodium vinckei'</span>,<span class="org-string">'Plasmodium vivax'</span>,<span class="org-string">'Plasmodium vivax-like sp.'</span>,<span class="org-string">'Plasmodium yoelii'</span>,<span class="org-string">'Babesiidae'</span>,<span class="org-string">'Theileria'</span>,<span class="org-string">'Cryptosporidium hominis'</span>,<span class="org-string">'Cryptosporidium parvum'</span>,
<span class="org-string">'Cyclospora'</span>,<span class="org-string">'Eimeria'</span>,<span class="org-string">'Neospora'</span>,<span class="org-string">'Sarcocystis'</span>,<span class="org-string">'Toxoplasma'</span>,<span class="org-string">'Eugregarinorida'</span>)
              <span class="org-keyword">GROUP</span> <span class="org-keyword">BY</span> ir.transcript_source_id,ir.gene_source_id,ir.project_id
) o) f
</pre>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">QUERY_NEW_GenesByInterproDomain</td>
<td class="org-left">Elapsed: 00:00:00.57</td>
<td class="org-left">10056  consistent gets</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
