project_planning/appDb.org
** Domain Database Param


#+CAPTION: Domain Database Param Query Summary
| NAME                                | Time                 | Gets                      | Gets improvement |
|-------------------------------------+----------------------+---------------------------+------------------|
| QUERY_DomainDatabase                | Elapsed: 00:01:06.40 | 28027001  consistent gets |                  |
| QUERY_NEW_DomainDatabase_PRE_TABLE  | Elapsed: 00:00:02.67 | 334333  consistent gets   | 80x              |
| QUERY_NEW_DomainDatabase_WITH_TABLE | Elapsed: 00:00:00.01 | 19  consistent gets       | 1,475,105x       |

*** Original Domain Database
#+NAME: QUERY_DomainDatabase
#+begin_src sql
  SELECT 7 AS wdk_instance_id,
         rownum AS wdk_row_id,
         f.*
    FROM (SELECT o.*
            FROM (select database as term,
                         listagg(external_database_release_id, ',') within group (order by external_database_release_id) as internal
                    from (SELECT distinct upper(CASE WHEN (upper(ed.name)like 'INTERPRO%') 
                                                     THEN 'INTERPRO'  ELSE ed.name END ) AS database,
                                          edr.external_database_release_id
                            FROM sres.DbRef dr, 
                                 sres.ExternalDatabaseRelease edr,
                                 sres.ExternalDatabase ed
                           WHERE dr.external_database_release_id = edr.external_database_release_id
                             AND edr.external_database_id = ed.external_database_id
                             AND dr.db_ref_id IN (select draf.db_ref_id
                                                    from dots.dbrefaafeature draf
                                                         , dots.domainfeature df
                                                         , sres.externaldatabase d
                                                         , sres.externaldatabaserelease r
                                                   where draf.aa_feature_id = df.aa_feature_id
                                                     and df.external_database_release_id = r.external_database_release_id
                                                     and r.external_database_id = d.external_database_id
                                                     and d.name IN('InterproscanData_RSRC', 'INTERPRO',
                                                                   'Prints', 'HAMAP', 'SFLD', 'TIGRFAM',
                                                                   'SUPERFAMILY', 'Pfam', 'PIRSF',
                                                                   'PROSITE patterns', 'Superfamily', 'PRINTS',
                                                                   'InterProScan', 'PFAM', 'SMART', 'CDD', 'PANTHER')
                             )
                    )
                   group by database
                   order by term
            ) o
    ) f
#+end_src
#+CALL: sqlplus(input=sqlplus_input("QUERY_DomainDatabase")) :exports none
#+RESULTS: sqlplus(input=sqlplus_input("QUERY_DomainDatabase"))
| QUERY_DomainDatabase | Elapsed: 00:01:06.40 | 28027001  consistent gets |

*** New Domain Database
#+NAME: QUERY_NEW_DomainDatabase
#+begin_src sql
SELECT 4 AS wdk_instance_id, rownum AS wdk_row_id,  f.* FROM (SELECT o.*  FROM (select distinct interpro_db_name as internal
                            , case when upper(interpro_db_name) like 'INTERPRO%'
                                   THEN 'INTERPRO'  ELSE interpro_db_name END  AS term
               from apidbtuning.interprodomaindatabase
              order by term
) o) f
#+end_src
#+CALL: sqlplus(input=sqlplus_input("QUERY_NEW_DomainDatabase")) :exports none
#+RESULTS: sqlplus(input=sqlplus_input("QUERY_NEW_DomainDatabase"))
| QUERY_NEW_DomainDatabase | Elapsed: 00:00:00.01 |   | 19  consistent gets |


** Domain Accession Param

#+CAPTION: Domain Accession Param Query Summary
| NAME                                 | Time                 | Gets                     | Gets improvement |
|--------------------------------------+----------------------+--------------------------+------------------|
| QUERY_DomainAccession                | Elapsed: 00:00:30.42 | 4599061  consistent gets |                  |
| QUERY NEW_DomainAccession_PRE_INDEX  | Elapsed: 00:00:01.26 | 667528  consistent gets  |               7x |
| QUERY_NEW_DomainAccession_WITH_INDEX | Elapsed: 00:00:01.57 | 38578  consistent gets   |             120x |
| QUERY_NEW_DomainAccession_WITH_TABLE | Elapsed: 00:00:00.26 | 1189  consistent gets    |            3800x |


