project_planning/appDb.html


<div id="outline-container-org4141a44" class="outline-3">
<h3 id="org4141a44">Domain Database Param</h3>
<div class="outline-text-3" id="text-org4141a44">
<table>
<caption class="t-above"><span class="table-number">Table 3:</span> Domain Database Param Query Summary</caption>

<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">NAME</th>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">Gets</th>
<th scope="col" class="org-left">Gets improvement</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">QUERY_DomainDatabase</td>
<td class="org-left">Elapsed: 00:01:06.40</td>
<td class="org-left">28027001  consistent gets</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">QUERY_NEW_DomainDatabase_PRE_TABLE</td>
<td class="org-left">Elapsed: 00:00:02.67</td>
<td class="org-left">334333  consistent gets</td>
<td class="org-left">80x</td>
</tr>

<tr>
<td class="org-left">QUERY_NEW_DomainDatabase_WITH_TABLE</td>
<td class="org-left">Elapsed: 00:00:00.01</td>
<td class="org-left">19  consistent gets</td>
<td class="org-left">1,475,105x</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-org70f77ce" class="outline-4">
<h4 id="org70f77ce">Original Domain Database</h4>
<div class="outline-text-4" id="text-org70f77ce">
<div class="org-src-container">
<pre class="src src-sql" id="org3b54f9a"><span class="org-keyword">SELECT</span> 7 <span class="org-keyword">AS</span> wdk_instance_id,
       rownum <span class="org-keyword">AS</span> wdk_row_id,
       f.*
  <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> o.*
          <span class="org-keyword">FROM</span> (<span class="org-keyword">select</span> database <span class="org-keyword">as</span> term,
                       listagg(external_database_release_id, <span class="org-string">','</span>) within <span class="org-keyword">group</span> (<span class="org-keyword">order</span> <span class="org-keyword">by</span> external_database_release_id) <span class="org-keyword">as</span> internal
                  <span class="org-keyword">from</span> (<span class="org-keyword">SELECT</span> <span class="org-keyword">distinct</span> <span class="org-builtin">upper</span>(<span class="org-keyword">CASE</span> <span class="org-keyword">WHEN</span> (<span class="org-builtin">upper</span>(ed.<span class="org-keyword">name</span>)<span class="org-keyword">like</span> <span class="org-string">'INTERPRO%'</span>) 
                                                   <span class="org-keyword">THEN</span> <span class="org-string">'INTERPRO'</span>  <span class="org-keyword">ELSE</span> ed.<span class="org-keyword">name</span> <span class="org-keyword">END</span> ) <span class="org-keyword">AS</span> database,
                                        edr.external_database_release_id
                          <span class="org-keyword">FROM</span> sres.DbRef dr, 
                               sres.ExternalDatabaseRelease edr,
                               sres.ExternalDatabase ed
                         <span class="org-keyword">WHERE</span> dr.external_database_release_id = edr.external_database_release_id
                           <span class="org-keyword">AND</span> edr.external_database_id = ed.external_database_id
                           <span class="org-keyword">AND</span> dr.db_ref_id <span class="org-keyword">IN</span> (<span class="org-keyword">select</span> draf.db_ref_id
                                                  <span class="org-keyword">from</span> dots.dbrefaafeature draf
                                                       , dots.domainfeature df
                                                       , sres.externaldatabase d
                                                       , sres.externaldatabaserelease r
                                                 <span class="org-keyword">where</span> draf.aa_feature_id = df.aa_feature_id
                                                   <span class="org-keyword">and</span> df.external_database_release_id = r.external_database_release_id
                                                   <span class="org-keyword">and</span> r.external_database_id = d.external_database_id
                                                   <span class="org-keyword">and</span> d.<span class="org-keyword">name</span> <span class="org-keyword">IN</span>(<span class="org-string">'InterproscanData_RSRC'</span>, <span class="org-string">'INTERPRO'</span>,
                                                                 <span class="org-string">'Prints'</span>, <span class="org-string">'HAMAP'</span>, <span class="org-string">'SFLD'</span>, <span class="org-string">'TIGRFAM'</span>,
                                                                 <span class="org-string">'SUPERFAMILY'</span>, <span class="org-string">'Pfam'</span>, <span class="org-string">'PIRSF'</span>,
                                                                 <span class="org-string">'PROSITE patterns'</span>, <span class="org-string">'Superfamily'</span>, <span class="org-string">'PRINTS'</span>,
                                                                 <span class="org-string">'InterProScan'</span>, <span class="org-string">'PFAM'</span>, <span class="org-string">'SMART'</span>, <span class="org-string">'CDD'</span>, <span class="org-string">'PANTHER'</span>)
                           )
                  )
                 <span class="org-keyword">group</span> <span class="org-keyword">by</span> database
                 <span class="org-keyword">order</span> <span class="org-keyword">by</span> term
          ) o
  ) f
</pre>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">QUERY_DomainDatabase</td>
<td class="org-left">Elapsed: 00:01:06.40</td>
<td class="org-left">28027001  consistent gets</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org62e8a81" class="outline-4">
<h4 id="org62e8a81">New Domain Database</h4>
<div class="outline-text-4" id="text-org62e8a81">
<div class="org-src-container">
<pre class="src src-sql" id="orgb6911a3"><span class="org-keyword">SELECT</span> 4 <span class="org-keyword">AS</span> wdk_instance_id, rownum <span class="org-keyword">AS</span> wdk_row_id,  f.* <span class="org-keyword">FROM</span> (<span class="org-keyword">SELECT</span> o.*  <span class="org-keyword">FROM</span> (<span class="org-keyword">select</span> <span class="org-keyword">distinct</span> interpro_db_name <span class="org-keyword">as</span> internal
                            , <span class="org-keyword">case</span> <span class="org-keyword">when</span> <span class="org-builtin">upper</span>(interpro_db_name) <span class="org-keyword">like</span> <span class="org-string">'INTERPRO%'</span>
                                   <span class="org-keyword">THEN</span> <span class="org-string">'INTERPRO'</span>  <span class="org-keyword">ELSE</span> interpro_db_name <span class="org-keyword">END</span>  <span class="org-keyword">AS</span> term
               <span class="org-keyword">from</span> apidbtuning.interprodomaindatabase
              <span class="org-keyword">order</span> <span class="org-keyword">by</span> term
) o) f
</pre>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">QUERY_NEW_DomainDatabase</td>
<td class="org-left">Elapsed: 00:00:00.01</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">19  consistent gets</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orge6e6758" class="outline-3">
<h3 id="orge6e6758">Domain Accession Param</h3>
<div class="outline-text-3" id="text-orge6e6758">
<table>
<caption class="t-above"><span class="table-number">Table 4:</span> Domain Accession Param Query Summary</caption>

<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-right">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">NAME</th>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">Gets</th>
<th scope="col" class="org-right">Gets improvement</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">QUERY_DomainAccession</td>
<td class="org-left">Elapsed: 00:00:30.42</td>
<td class="org-left">4599061  consistent gets</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">QUERY NEW_DomainAccession_PRE_INDEX</td>
<td class="org-left">Elapsed: 00:00:01.26</td>
<td class="org-left">667528  consistent gets</td>
<td class="org-right">7x</td>
</tr>

<tr>
<td class="org-left">QUERY_NEW_DomainAccession_WITH_INDEX</td>
<td class="org-left">Elapsed: 00:00:01.57</td>
<td class="org-left">38578  consistent gets</td>
<td class="org-right">120x</td>
</tr>

<tr>
<td class="org-left">QUERY_NEW_DomainAccession_WITH_TABLE</td>
<td class="org-left">Elapsed: 00:00:00.26</td>
<td class="org-left">1189  consistent gets</td>
<td class="org-right">3800x</td>
</tr>
</tbody>
</table>
</div>
