project_planning/appDb.html
<div id="outline-container-org502c330" class="outline-5">
<h5 id="org502c330">ApiDBTuning.CODINGSEQUENCE</h5>
<div class="outline-text-5" id="text-org502c330">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/SequenceRetrievalToolGeneOrf.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org1e7bb3e" class="outline-5">
<h5 id="org1e7bb3e">ApiDBTuning.COMPOUNDATTRIBUTES</h5>
<div class="outline-text-5" id="text-org1e7bb3e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orga0cf9f1" class="outline-5">
<h5 id="orga0cf9f1">ApiDBTuning.COMPOUNDID</h5>
<div class="outline-text-5" id="text-orga0cf9f1">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/pathwayQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org97daf20" class="outline-5">
<h5 id="org97daf20">ApiDBTuning.DATASETCONTACT</h5>
<div class="outline-text-5" id="text-org97daf20">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/DataProviderContactEmail.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org306bf91" class="outline-5">
<h5 id="org306bf91">ApiDBTuning.DATASETEXAMPLESOURCEID</h5>
<div class="outline-text-5" id="text-org306bf91">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org868f58f" class="outline-5">
<h5 id="org868f58f">ApiDBTuning.DATASETGENELIST</h5>
<div class="outline-text-5" id="text-org868f58f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebService/WSFPlugin/geneListComparison.pl</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebService/WSFPlugin/fisherExactTest.pl</li>
</ul>
</div>
</div>
<div id="outline-container-orgfb5ca71" class="outline-5">
<h5 id="orgfb5ca71">ApiDBTuning.DATASETHISTORY</h5>
<div class="outline-text-5" id="text-orgfb5ca71">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/eupathBuildRecord.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org828cda0" class="outline-5">
<h5 id="org828cda0">ApiDBTuning.DATASETMODELREF</h5>
<div class="outline-text-5" id="text-org828cda0">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/datasetQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org868cd5c" class="outline-5">
<h5 id="org868cd5c">ApiDBTuning.DATASETNAMETAXON</h5>
<div class="outline-text-5" id="text-org868cd5c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/datasetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/datasetParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/View/GraphPackage/Util.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/DataProviderContactEmail.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org9028be3" class="outline-5">
<h5 id="org9028be3">ApiDBTuning.DATASETPRESENTER</h5>
<div class="outline-text-5" id="text-org9028be3">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/sampleTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/eupathBuildRecord.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/datasetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ElementNamesWithDisplayName.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/DataProviderContactEmail.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org5b18cee" class="outline-5">
<h5 id="org5b18cee">ApiDBTuning.DATASETPROPERTY</h5>
<div class="outline-text-5" id="text-org5b18cee">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/datasetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
</ul>
</div>
</div>
