project_planning/appDb.html
<div id="outline-container-org1cc3a91" class="outline-5">
<h5 id="org1cc3a91">ApiDBTuning.PATHWAYREACTIONS</h5>
<div class="outline-text-5" id="text-org1cc3a91">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/pathwayTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/pathwayQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/Model/PathwaysEnrichment.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org566e8af" class="outline-5">
<h5 id="org566e8af">ApiDBTuning.PATHWAYSGENETABLE</h5>
<div class="outline-text-5" id="text-org566e8af">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf9d576f" class="outline-5">
<h5 id="orgf9d576f">ApiDBTuning.PDBSIMILARITY</h5>
<div class="outline-text-5" id="text-orgf9d576f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org202a137" class="outline-5">
<h5 id="org202a137">ApiDBTuning.POPSETATTRIBUTES</h5>
<div class="outline-text-5" id="text-org202a137">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/popsetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/SequenceRetrievalToolContigs.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org6337ea3" class="outline-5">
<h5 id="org6337ea3">ApiDBTuning.POPSETSEQUENCE</h5>
<div class="outline-text-5" id="text-org6337ea3">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/IsolateAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/SequenceRetrievalToolContigs.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orga364191" class="outline-5">
<h5 id="orga364191">ApiDBTuning.PROFILE</h5>
<div class="outline-text-5" id="text-orga364191">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/View/GraphPackage/Util.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ProfileByEC.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/Profile.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org2940c7a" class="outline-5">
<h5 id="org2940c7a">ApiDBTuning.PROFILESAMPLES</h5>
<div class="outline-text-5" id="text-org2940c7a">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/expression.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/SenseAntisenseX.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/SenseAntisenseY.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ElementNamesWithMetaData.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ElementNamesWithDisplayName.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orgb8f9d3b" class="outline-5">
<h5 id="orgb8f9d3b">ApiDBTuning.PROFILESETDISPLAYINFO</h5>
<div class="outline-text-5" id="text-orgb8f9d3b">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf4838dd" class="outline-5">
<h5 id="orgf4838dd">ApiDBTuning.PROFILETYPE</h5>
<div class="outline-text-5" id="text-orgf4838dd">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/expression.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/metabolomics.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/View/GraphPackage/Util.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org0d17b99" class="outline-5">
<h5 id="org0d17b99">ApiDBTuning.PROPERTYTYPE</h5>
<div class="outline-text-5" id="text-org0d17b99">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgb641205" class="outline-5">
<h5 id="orgb641205">ApiDBTuning.PROTEINATTRIBUTES</h5>
<div class="outline-text-5" id="text-orgb641205">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org81bd716" class="outline-5">
<h5 id="org81bd716">ApiDBTuning.PROTEINSEQUENCE</h5>
<div class="outline-text-5" id="text-org81bd716">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/STRING.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/Mitoprot.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/ChloroP.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/IsolateAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/InterPro.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/NcbiBLAST.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/MendelGPI.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/WolfPSORT.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/SequenceRetrievalToolGeneOrf.pm</li>
</ul>
</div>
</div>
