project_planning/appDb.html
<div id="outline-container-orgeb2e802" class="outline-5">
<h5 id="orgeb2e802">ApiDBTuning.RFLPGENOTYPES</h5>
<div class="outline-text-5" id="text-orgeb2e802">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/rflpIsolateAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/rflpIsolateQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org307eb23" class="outline-5">
<h5 id="org307eb23">ApiDBTuning.RNASEQSTATS</h5>
<div class="outline-text-5" id="text-org307eb23">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org06ec167" class="outline-5">
<h5 id="org06ec167">ApiDBTuning.SAMPLEDISPLAYINFO</h5>
<div class="outline-text-5" id="text-org06ec167">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orga2f4d82" class="outline-5">
<h5 id="orga2f4d82">ApiDBTuning.SAMPLEPROCESS</h5>
<div class="outline-text-5" id="text-orga2f4d82">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/rflpIsolateAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/sampleTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/rflpIsolateQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org9ae47d1" class="outline-5">
<h5 id="org9ae47d1">ApiDBTuning.SAMPLES</h5>
<div class="outline-text-5" id="text-org9ae47d1">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/rflpIsolateAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/rflpIsolateQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org2aeba32" class="outline-5">
<h5 id="org2aeba32">ApiDBTuning.SEQUENCEPIECECLOSURE</h5>
<div class="outline-text-5" id="text-org2aeba32">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org6d0e86c" class="outline-5">
<h5 id="org6d0e86c">ApiDBTuning.SIMILARITYSPANLOCATION</h5>
<div class="outline-text-5" id="text-org6d0e86c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgb494e0f" class="outline-5">
<h5 id="orgb494e0f">ApiDBTuning.SNPATTRIBUTES</h5>
<div class="outline-text-5" id="text-orgb494e0f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/dynSpanTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/snpQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org9693f62" class="outline-5">
<h5 id="org9693f62">ApiDBTuning.SNPATTRIBUTESDOTS</h5>
<div class="outline-text-5" id="text-org9693f62">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/snpChipQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org411de06" class="outline-5">
<h5 id="org411de06">ApiDBTuning.SNPCHIPATTRIBUTES</h5>
<div class="outline-text-5" id="text-org411de06">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/snpChipQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/snpChipParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgee03f3b" class="outline-5">
<h5 id="orgee03f3b">ApiDBTuning.SNPCHIPSTRAINS</h5>
<div class="outline-text-5" id="text-orgee03f3b">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgb49035d" class="outline-5">
<h5 id="orgb49035d">ApiDBTuning.SNPSTRAINS</h5>
<div class="outline-text-5" id="text-orgb49035d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org5fd44e7" class="outline-5">
<h5 id="org5fd44e7">ApiDBTuning.SPLICESITETRANSCRIPTS</h5>
<div class="outline-text-5" id="text-org5fd44e7">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgdc78114" class="outline-5">
<h5 id="orgdc78114">ApiDBTuning.STRINGDB</h5>
<div class="outline-text-5" id="text-orgdc78114">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org5d36d61" class="outline-5">
<h5 id="org5d36d61">ApiDBTuning.SUBCELLULAR</h5>
<div class="outline-text-5" id="text-org5d36d61">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org45739b6" class="outline-5">
<h5 id="org45739b6">ApiDBTuning.TAXONOMY</h5>
<div class="outline-text-5" id="text-org45739b6">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org4871ae4" class="outline-5">
<h5 id="org4871ae4">ApiDBTuning.TAXONSPECIES</h5>
<div class="outline-text-5" id="text-org4871ae4">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org55e1fcc" class="outline-5">
<h5 id="org55e1fcc">ApiDBTuning.TFBSGENE</h5>
<div class="outline-text-5" id="text-org55e1fcc">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
