project_planning/appDb.html
<div id="outline-container-org19e3b6d" class="outline-5">
<h5 id="org19e3b6d">ApiDBTuning.TRANSCRIPTATTRIBUTES</h5>
<div class="outline-text-5" id="text-org19e3b6d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptSummaryQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/recordParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/dynSpanTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li><i>var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params</i>.organismParams.xml.swp</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/similarityParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ProfileByEC.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/multipleSeqAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/IsolateAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/SequenceRetrievalToolGeneOrf.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orgc2d72ba" class="outline-5">
<h5 id="orgc2d72ba">ApiDBTuning.TRANSCRIPTCENDISTANCE</h5>
<div class="outline-text-5" id="text-orgc2d72ba">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li><i>var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params</i>.organismParams.xml.swp</li>
</ul>
</div>
</div>
<div id="outline-container-org46652f2" class="outline-5">
<h5 id="org46652f2">ApiDBTuning.TRANSCRIPTPATHWAY</h5>
<div class="outline-text-5" id="text-org46652f2">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/pathwayQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/pathwayParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/Model/PathwaysEnrichment.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orgd466b2a" class="outline-5">
<h5 id="orgd466b2a">ApiDBTuning.TRANSCRIPTSEQUENCE</h5>
<div class="outline-text-5" id="text-orgd466b2a">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/IsolateAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/SequenceRetrievalToolGeneOrf.pm</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8c5d38c" class="outline-4">
<h4 id="org8c5d38c">ApiDB</h4>
<div class="outline-text-4" id="text-org8c5d38c">
</div>
<div id="outline-container-org45bc96d" class="outline-5">
<h5 id="org45bc96d">ApiDB.AGPPIECE</h5>
<div class="outline-text-5" id="text-org45bc96d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgdae09d1" class="outline-5">
<h5 id="orgdae09d1">ApiDB.BLATPROTEINALIGNMENT</h5>
<div class="outline-text-5" id="text-orgdae09d1">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgb26fe8f" class="outline-5">
<h5 id="orgb26fe8f">ApiDB.CHRCOPYNUMBER</h5>
<div class="outline-text-5" id="text-orgb26fe8f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/genomicQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgdf0405a" class="outline-5">
<h5 id="orgdf0405a">ApiDB.COMPOUNDMASSSPECRESULT</h5>
<div class="outline-text-5" id="text-orgdf0405a">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgfae4a22" class="outline-5">
<h5 id="orgfae4a22">ApiDB.COMPOUNDPEAKS</h5>
<div class="outline-text-5" id="text-orgfae4a22">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org5054dec" class="outline-5">
<h5 id="org5054dec">ApiDB.COMPOUNDPEAKSCHEBI</h5>
<div class="outline-text-5" id="text-org5054dec">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org56e7da5" class="outline-5">
<h5 id="org56e7da5">ApiDB.CRISPRPHENOTYPE</h5>
<div class="outline-text-5" id="text-org56e7da5">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/GraphPackage/Templates/PhenotypeScore.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org4039f1f" class="outline-5">
<h5 id="org4039f1f">ApiDB.DATASOURCE</h5>
<div class="outline-text-5" id="text-org4039f1f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/organismTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li><i>var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params</i>.organismParams.xml.swp</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonModel/Model/DataSourceList.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orgfd47a2f" class="outline-5">
<h5 id="orgfd47a2f">ApiDB.EXTERNALRESOURCEURL</h5>
<div class="outline-text-5" id="text-orgfd47a2f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
