project_planning/appDb.html
<div id="outline-container-orgdc60535" class="outline-5">
<h5 id="orgdc60535">ApiDB.FEATURELOCATION</h5>
<div class="outline-text-5" id="text-orgdc60535">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/dynSpanAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/orfTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/orfQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org5a3cd4d" class="outline-5">
<h5 id="org5a3cd4d">ApiDB.GENEFEATUREPRODUCT</h5>
<div class="outline-text-5" id="text-org5a3cd4d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgc934c39" class="outline-5">
<h5 id="orgc934c39">ApiDB.GENEINTERACTION</h5>
<div class="outline-text-5" id="text-orgc934c39">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org3c0f447" class="outline-5">
<h5 id="org3c0f447">ApiDB.GFF3</h5>
<div class="outline-text-5" id="text-org3c0f447">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgffa048f" class="outline-5">
<h5 id="orgffa048f">ApiDB.LOPITRESULTS</h5>
<div class="outline-text-5" id="text-orgffa048f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org0350bb0" class="outline-5">
<h5 id="org0350bb0">ApiDB.MASSSPECSUMMARY</h5>
<div class="outline-text-5" id="text-org0350bb0">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org31780bf" class="outline-5">
<h5 id="org31780bf">ApiDB.NAFEATUREHAPLOBLOCK</h5>
<div class="outline-text-5" id="text-org31780bf">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/spanQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org862908d" class="outline-5">
<h5 id="org862908d">ApiDB.NAFEATUREIMAGE</h5>
<div class="outline-text-5" id="text-org862908d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/GeneImage.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orgf94d1fa" class="outline-5">
<h5 id="orgf94d1fa">ApiDB.NAFEATUREMETACYCLE</h5>
<div class="outline-text-5" id="text-orgf94d1fa">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org9f1854d" class="outline-5">
<h5 id="org9f1854d">ApiDB.NAFEATUREPHENOTYPE</h5>
<div class="outline-text-5" id="text-org9f1854d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf31f5d0" class="outline-5">
<h5 id="orgf31f5d0">ApiDB.NAFEATUREPHENOTYPEMODEL</h5>
<div class="outline-text-5" id="text-orgf31f5d0">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org16615b8" class="outline-5">
<h5 id="org16615b8">ApiDB.OLDANNOTATION</h5>
<div class="outline-text-5" id="text-org16615b8">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org74db1fe" class="outline-5">
<h5 id="org74db1fe">ApiDB.OLDCODINGSEQUENCE</h5>
<div class="outline-text-5" id="text-org74db1fe">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf8370da" class="outline-5">
<h5 id="orgf8370da">ApiDB.ONTOLOGYTERMRESULT</h5>
<div class="outline-text-5" id="text-orgf8370da">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf33dfa4" class="outline-5">
<h5 id="orgf33dfa4">ApiDB.ORGANISM</h5>
<div class="outline-text-5" id="text-orgf33dfa4">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/templates/RnaSeqGbrowseTemplates.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/multipleSeqAlignment.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org7f29431" class="outline-5">
<h5 id="org7f29431">ApiDB.PATHWAYREACTIONXREF</h5>
<div class="outline-text-5" id="text-org7f29431">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/pathwayTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orga794f48" class="outline-5">
<h5 id="orga794f48">ApiDB.PHENOTYPEGROWTHRATE</h5>
<div class="outline-text-5" id="text-orga794f48">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/GraphPackage/Templates/PhenotypeScore.pm</li>
</ul>
</div>
</div>
