project_planning/appDb.html
<div id="outline-container-org1546ce2" class="outline-5">
<h5 id="org1546ce2">ApiDB.PHENOTYPEMODEL</h5>
<div class="outline-text-5" id="text-org1546ce2">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org898f42c" class="outline-5">
<h5 id="org898f42c">ApiDB.PHENOTYPEMUTANTS</h5>
<div class="outline-text-5" id="text-org898f42c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org71300f8" class="outline-5">
<h5 id="org71300f8">ApiDB.PHENOTYPERESULT</h5>
<div class="outline-text-5" id="text-org71300f8">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org88f27b7" class="outline-5">
<h5 id="org88f27b7">ApiDB.PHENOTYPESCORE</h5>
<div class="outline-text-5" id="text-org88f27b7">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/GraphPackage/Templates/PhenotypeScore.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orgb64ac4b" class="outline-5">
<h5 id="orgb64ac4b">ApiDB.PHYLOGENETICPROFILE</h5>
<div class="outline-text-5" id="text-orgb64ac4b">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org3ee3605" class="outline-5">
<h5 id="org3ee3605">ApiDB.PUBCHEMSUBSTANCE</h5>
<div class="outline-text-5" id="text-org3ee3605">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org0702a1e" class="outline-5">
<h5 id="org0702a1e">ApiDB.RFLPGENOTYPE</h5>
<div class="outline-text-5" id="text-org0702a1e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/rflpIsolateTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/rflpIsolateParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org03989df" class="outline-5">
<h5 id="org03989df">ApiDB.SEQEDIT</h5>
<div class="outline-text-5" id="text-org03989df">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org6d4fb75" class="outline-5">
<h5 id="org6d4fb75">ApiDB.SEQUENCEVARIATION</h5>
<div class="outline-text-5" id="text-org6d4fb75">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgdcbd38e" class="outline-5">
<h5 id="orgdcbd38e">ApiDB.SPLICESITEFEATURE</h5>
<div class="outline-text-5" id="text-orgdcbd38e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgd9be7ae" class="outline-5">
<h5 id="orgd9be7ae">ApiDB.SPLICESITEGENES</h5>
<div class="outline-text-5" id="text-orgd9be7ae">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org173aa5f" class="outline-5">
<h5 id="org173aa5f">ApiDB.SYNTENICGENE</h5>
<div class="outline-text-5" id="text-org173aa5f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgedc7ca3" class="outline-5">
<h5 id="orgedc7ca3">ApiDB.SYNTENY</h5>
<div class="outline-text-5" id="text-orgedc7ca3">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org24c682d" class="outline-5">
<h5 id="org24c682d">ApiDB.TRANSCRIPTLOCATION</h5>
<div class="outline-text-5" id="text-org24c682d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org3381a5d" class="outline-5">
<h5 id="org3381a5d">ApiDB.TRANSCRIPTPRODUCT</h5>
<div class="outline-text-5" id="text-org3381a5d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orge616f47" class="outline-4">
<h4 id="orge616f47">chEBI</h4>
<div class="outline-text-4" id="text-orge616f47">
</div>
<div id="outline-container-org2e1a35e" class="outline-5">
<h5 id="org2e1a35e">chEBI.CHEMICAL_DATA</h5>
<div class="outline-text-5" id="text-org2e1a35e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orge304e4e" class="outline-5">
<h5 id="orge304e4e">chEBI.COMPOUNDS</h5>
<div class="outline-text-5" id="text-orge304e4e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org0f9bc7e" class="outline-5">
<h5 id="org0f9bc7e">chEBI.DEFAULT_STRUCTURES</h5>
<div class="outline-text-5" id="text-org0f9bc7e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundAttributeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgc5ea91c" class="outline-5">
<h5 id="orgc5ea91c">chEBI.NAMES</h5>
<div class="outline-text-5" id="text-orgc5ea91c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundAttributeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org0f98132" class="outline-5">
<h5 id="org0f98132">chEBI.STRUCTURES</h5>
<div class="outline-text-5" id="text-org0f98132">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/compoundAttributeQueries.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2986dd9" class="outline-4">
<h4 id="org2986dd9">Core</h4>
<div class="outline-text-4" id="text-org2986dd9">
</div>
<div id="outline-container-org402fc8d" class="outline-5">
<h5 id="org402fc8d">Core.ALGORITHM</h5>
<div class="outline-text-5" id="text-org402fc8d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetPresenters/ToxoDB.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgbebf22a" class="outline-5">
<h5 id="orgbebf22a">Core.ALGORITHMINVOCATION</h5>
<div class="outline-text-5" id="text-orgbebf22a">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/sql/installReflowSchema.sql</li>
</ul>
</div>
</div>
<div id="outline-container-org923a0c6" class="outline-5">
<h5 id="org923a0c6">Core.TABLEINFO</h5>
<div class="outline-text-5" id="text-org923a0c6">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>

<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0284b43" class="outline-4">
<h4 id="org0284b43">DoTS</h4>
<div class="outline-text-4" id="text-org0284b43">
</div>
<div id="outline-container-org791cc84" class="outline-5">
<h5 id="org791cc84">DoTS.AAFEATURE</h5>
<div class="outline-text-5" id="text-org791cc84">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Uniprot</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> gene_dbrefs</li>
<li class="off"><input type='checkbox' /> 3dpreds</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> GenesWithStructurePrediction</li>
</ul></li>
</ul>
</div>
</div>
