project_planning/appDb.org
**** DoTS.AALOCATION
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
    - [ ] LowComplexity
    - [ ] SignalP
    - [ ] exportpred
    - [ ] TMHMM
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
    - [ ] UnifiedMassSpec 
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
    - [ ] TMHMM
    - [ ] signalp
    - [ ] lowcomplexity
**** DoTS.AASEQUENCE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
    - [ ] LowComplexity
    - [ ] exportpred
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
    - [ ] UnifiedMassSpec     
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
    - [ ] LowComplexity    
**** DoTS.AASEQUENCEENZYMECLASS
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml
    - [ ] pathway plot
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
    - [ ] ECNumbers
    - [ ] ECNumbersInferred      
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
    - [ ] GenesByECNumber
    - [ ] GenesByECNumberDirect
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
    - [ ] ECNumberList
    - [ ] ECNumberSource
    - [ ] ECNumberAllSources
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/PathwayGeneraData.pm
    - [ ] pathway plot
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ProfileByEC.pm
    - [ ] pathway plot
**** DoTS.AASEQVARIATION                                   :SteveF:DELETE:
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSAASequenceTransducer.pm
    - [ ] DELETE
**** DoTS.BINDINGSITEFEATURE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
    - [ ] Binding Site Feature
**** DoTS.BLATALIGNMENT
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
    - [ ] piggyBac transposable elements
    - [ ] generic end feature
    - [ ] dbest
    - [ ] old gene models ???
    - [ ] alignment:sequences (maxicircle, ...)
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estTableQueries.xml
    - [ ] EST Alignment
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/dynSpanTableQueries.xml
    - [ ] ESTs
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/estQueries.xml
    - [ ] ESTs by location
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml
    - [ ] withchrom est
**** DoTS.CHROMOSOMEELEMENTFEATURE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
    - [ ] haplotype block feature (eqtl)
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/spanQueries.xml
    - [ ] eqtl segments
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
    - [ ] eqtl segments    
**** DoTS.DBREFAAFEATURE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml
    - [ ] Uniprot
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
    - [ ] gene_dbrefs
    - [ ] 3dpreds
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
    - [ ] Reagents
    - [ ] StructurePrediction
**** DoTS.DBREFNAFEATURE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
    - [ ] Metabolic Pathways
    - [ ] Antibody
    - [ ] gene_dbrefs
    - [ ] FungiOrgLinkouts
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml
    - [ ] where reviewed??  what is this?
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
    - [ ] MetabolicPathways Haggai
    - [ ] Reagents (Crypto??) 
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
    - [ ] Metabolic Pathways
**** DoTS.DBREFNASEQUENCE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml
    - [ ] db refs
**** DoTS.DOMAINFEATURE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
    - [X] Interpro
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
    - [X] Interpro
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
    - [X] Interpro
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
    - [X] Interpro
**** DoTS.EPITOPEFEATURE
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
    - [ ] GenesWithEpitopes
  - /var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSAASequenceTransducer.pm
    - [ ] probably unused??
