project_planning/appDb.html
<div id="outline-container-org25e36ad" class="outline-5">
<h5 id="org25e36ad">DoTS.AALOCATION</h5>
<div class="outline-text-5" id="text-org25e36ad">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> LowComplexity</li>
<li class="off"><input type='checkbox' /> SignalP</li>
<li class="off"><input type='checkbox' /> exportpred</li>
<li class="off"><input type='checkbox' /> TMHMM</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> UnifiedMassSpec</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> TMHMM</li>
<li class="off"><input type='checkbox' /> signalp</li>
<li class="off"><input type='checkbox' /> lowcomplexity</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgee6c4e6" class="outline-5">
<h5 id="orgee6c4e6">DoTS.AASEQUENCE</h5>
<div class="outline-text-5" id="text-orgee6c4e6">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> LowComplexity</li>
<li class="off"><input type='checkbox' /> exportpred</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> UnifiedMassSpec</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> LowComplexity</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd261857" class="outline-5">
<h5 id="orgd261857">DoTS.AASEQUENCEENZYMECLASS</h5>
<div class="outline-text-5" id="text-orgd261857">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> pathway plot</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ECNumbers</li>
<li class="off"><input type='checkbox' /> ECNumbersInferred</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> GenesByECNumber</li>
<li class="off"><input type='checkbox' /> GenesByECNumberDirect</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ECNumberList</li>
<li class="off"><input type='checkbox' /> ECNumberSource</li>
<li class="off"><input type='checkbox' /> ECNumberAllSources</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/PathwayGeneraData.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> pathway plot</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ProfileByEC.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> pathway plot</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org8069425" class="outline-5">
<h5 id="org8069425">DoTS.AASEQVARIATION&#xa0;&#xa0;&#xa0;<span class="tag"><span class="SteveF">SteveF</span></span></h5>
<div class="outline-text-5" id="text-org8069425">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSAASequenceTransducer.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> DELETE</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org0e29cb3" class="outline-5">
<h5 id="org0e29cb3">DoTS.BINDINGSITEFEATURE</h5>
<div class="outline-text-5" id="text-org0e29cb3">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Binding Site Feature</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org12b2d01" class="outline-5">
<h5 id="org12b2d01">DoTS.BLATALIGNMENT</h5>
<div class="outline-text-5" id="text-org12b2d01">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> piggyBac transposable elements</li>
<li class="off"><input type='checkbox' /> generic end feature</li>
<li class="off"><input type='checkbox' /> dbest</li>
<li class="off"><input type='checkbox' /> old gene models ???</li>
<li class="off"><input type='checkbox' /> alignment:sequences (maxicircle, &#x2026;)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> EST Alignment</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/dynSpanTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/estQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs by location</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> withchrom est</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5495ad2" class="outline-5">
<h5 id="org5495ad2">DoTS.CHROMOSOMEELEMENTFEATURE</h5>
<div class="outline-text-5" id="text-org5495ad2">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> haplotype block feature (eqtl)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/spanQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> eqtl segments</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> eqtl segments</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5ba799f" class="outline-5">
<h5 id="org5ba799f">DoTS.DBREFAAFEATURE</h5>
<div class="outline-text-5" id="text-org5ba799f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Uniprot</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> gene_dbrefs</li>
<li class="off"><input type='checkbox' /> 3dpreds</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Reagents</li>
<li class="off"><input type='checkbox' /> StructurePrediction</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga5f9234" class="outline-5">
<h5 id="orga5f9234">DoTS.DBREFNAFEATURE</h5>
<div class="outline-text-5" id="text-orga5f9234">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Metabolic Pathways</li>
<li class="off"><input type='checkbox' /> Antibody</li>
<li class="off"><input type='checkbox' /> gene_dbrefs</li>
<li class="off"><input type='checkbox' /> FungiOrgLinkouts</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> where reviewed??  what is this?</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> MetabolicPathways Haggai</li>
<li class="off"><input type='checkbox' /> Reagents (Crypto??)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Metabolic Pathways</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org35e6285" class="outline-5">
<h5 id="org35e6285">DoTS.DBREFNASEQUENCE</h5>
<div class="outline-text-5" id="text-org35e6285">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> db refs</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5094ce5" class="outline-5">
<h5 id="org5094ce5">DoTS.DOMAINFEATURE</h5>
<div class="outline-text-5" id="text-org5094ce5">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> Interpro</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> Interpro</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> Interpro</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> Interpro</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org698cc39" class="outline-5">
<h5 id="org698cc39">DoTS.EPITOPEFEATURE</h5>
<div class="outline-text-5" id="text-org698cc39">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> GenesWithEpitopes</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSAASequenceTransducer.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> probably unused??</li>
</ul></li>
</ul>
</div>
</div>
