project_planning/appDb.html
<div id="outline-container-orgf116ffc" class="outline-5">
<h5 id="orgf116ffc">DoTS.EST</h5>
<div class="outline-text-5" id="text-orgf116ffc">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estAttributeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/dynSpanTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ESTs</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org0a52a79" class="outline-5">
<h5 id="org0a52a79">DoTS.EXTERNALNASEQUENCE</h5>
<div class="outline-text-5" id="text-org0a52a79">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/popsetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/spanQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/genomicQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgbb9a475" class="outline-5">
<h5 id="orgbb9a475">DoTS.GENEFEATURE</h5>
<div class="outline-text-5" id="text-orgbb9a475">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> repeat region</li>
<li class="off"><input type='checkbox' /> alternate gene models</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Preferred Products</li>
<li class="off"><input type='checkbox' /> GeneId</li>
<li class="off"><input type='checkbox' /> ProteinDatabase</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/popsetQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> gene overlap</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> withGff genes</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/ExpressionGraph.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Steve</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/GeneImage.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Gene Image (Cellular location??)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org3355e2d" class="outline-5">
<h5 id="org3355e2d">DoTS.GOASSOCINSTEVIDCODE</h5>
<div class="outline-text-5" id="text-org3355e2d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> PreferredProducts</li>
<li class="off"><input type='checkbox' /> AlternativeProducts</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orge5d7387" class="outline-5">
<h5 id="orge5d7387">DoTS.ISOLATEFEATURE</h5>
<div class="outline-text-5" id="text-orge5d7387">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org9e9a152" class="outline-5">
<h5 id="org9e9a152">DoTS.ISOLATESOURCE</h5>
<div class="outline-text-5" id="text-org9e9a152">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org833ac5f" class="outline-5">
<h5 id="org833ac5f">DoTS.LIBRARY</h5>
<div class="outline-text-5" id="text-org833ac5f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> dbest</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgb349ee3" class="outline-5">
<h5 id="orgb349ee3">DoTS.LOWCOMPLEXITYAAFEATURE</h5>
<div class="outline-text-5" id="text-orgb349ee3">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Low Complexity</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Low Complexity</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org8dd18f7" class="outline-5">
<h5 id="org8dd18f7">DoTS.LOWCOMPLEXITYNAFEATURE</h5>
<div class="outline-text-5" id="text-org8dd18f7">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Low Complexity</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Low Complexity</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSGenomicContextTransducer.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Steve</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSGenomicSeqTransducer.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Steve</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgc8e2939" class="outline-5">
<h5 id="orgc8e2939">DoTS.MASSSPECFEATURE</h5>
<div class="outline-text-5" id="text-orgc8e2939">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Mass Spec</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> ms_assay</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSAASequenceTransducer.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Steve</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgca80173" class="outline-5">
<h5 id="orgca80173">DoTS.MOTIFAASEQUENCE</h5>
<div class="outline-text-5" id="text-orgca80173">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> GenesWithEpitopes</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga9bc1e2" class="outline-5">
<h5 id="orga9bc1e2">DoTS.NAFEATURE</h5>
<div class="outline-text-5" id="text-orga9bc1e2">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Various Queries (ok if we dump these as files)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd55573d" class="outline-5">
<h5 id="orgd55573d">DoTS.NAFEATURECOMMENT</h5>
<div class="outline-text-5" id="text-orgd55573d">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Notes</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Repeats</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org6b60231" class="outline-5">
<h5 id="org6b60231">DoTS.NALOCATION</h5>
<div class="outline-text-5" id="text-org6b60231">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Various Queries (ok if we dump these as files)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/popsetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/spanQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
