project_planning/appDb.html
<div id="outline-container-org80d2061" class="outline-5">
<h5 id="org80d2061">DoTS.NASEQUENCE</h5>
<div class="outline-text-5" id="text-org80d2061">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/genomicQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/HtsSNPAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/IsolateAlignment.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/CgiApp/MultipleAlignmentMercatorMavid.pm</li>
</ul>
</div>
</div>
<div id="outline-container-orga03fe5f" class="outline-5">
<h5 id="orga03fe5f">DoTS.NASEQUENCEREF</h5>
<div class="outline-text-5" id="text-orga03fe5f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org9a4ef07" class="outline-5">
<h5 id="org9a4ef07">DoTS.REPEATS</h5>
<div class="outline-text-5" id="text-org9a4ef07">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org5948ea3" class="outline-5">
<h5 id="org5948ea3">DoTS.RNAFEATURE</h5>
<div class="outline-text-5" id="text-org5948ea3">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> trnas</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgcb3b79b" class="outline-5">
<h5 id="orgcb3b79b">DoTS.RNAFEATUREEXON</h5>
<div class="outline-text-5" id="text-orgcb3b79b">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> gene models</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgb73054c" class="outline-5">
<h5 id="orgb73054c">DoTS.SCAFFOLDGAPFEATURE</h5>
<div class="outline-text-5" id="text-orgb73054c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/WDK/Model/GDUtil/Transducer/GUSGenomicSeqTransducer.pm
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Steve</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org0bb934e" class="outline-5">
<h5 id="org0bb934e">DoTS.SECONDARYSTRUCTURE</h5>
<div class="outline-text-5" id="text-org0bb934e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org346b7c0" class="outline-5">
<h5 id="org346b7c0">DoTS.SECONDARYSTRUCTURECALL</h5>
<div class="outline-text-5" id="text-org346b7c0">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf9ab14e" class="outline-5">
<h5 id="orgf9ab14e">DoTS.SIGNALPEPTIDEFEATURE</h5>
<div class="outline-text-5" id="text-orgf9ab14e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org1cddae9" class="outline-5">
<h5 id="org1cddae9">DoTS.SIMILARITY</h5>
<div class="outline-text-5" id="text-org1cddae9">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> popset</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> popset</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgad0d682" class="outline-5">
<h5 id="orgad0d682">DoTS.SNPFEATURE</h5>
<div class="outline-text-5" id="text-orgad0d682">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> barcode snps</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/snpChipQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org6cddb3e" class="outline-5">
<h5 id="org6cddb3e">DoTS.SPLICEDNASEQUENCE</h5>
<div class="outline-text-5" id="text-org6cddb3e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Sequences table</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org4690354" class="outline-5">
<h5 id="org4690354">DoTS.STS</h5>
<div class="outline-text-5" id="text-org4690354">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Microsatellite</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org81479f2" class="outline-5">
<h5 id="org81479f2">DoTS.TANDEMREPEATFEATURE</h5>
<div class="outline-text-5" id="text-org81479f2">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org67034d4" class="outline-5">
<h5 id="org67034d4">DoTS.TRANSCRIPT</h5>
<div class="outline-text-5" id="text-org67034d4">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> get_feature_by_name (i dont&rsquo; think this is used anymore???)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> test count query</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> TMHMM</li>
<li class="off"><input type='checkbox' /> LowComplexity</li>
<li class="off"><input type='checkbox' /> PreferredProducts</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> GiardiaGenesByDifferentialExpression (unused???)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orge8a5429" class="outline-5">
<h5 id="orge8a5429">DoTS.TRANSLATEDAAFEATURE</h5>
<div class="outline-text-5" id="text-orge8a5429">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> get_feature_by_name (i dont&rsquo; think this is used anymore???)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> TMHMM</li>
<li class="off"><input type='checkbox' /> LowComplexity</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Reagents</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgbb83157" class="outline-5">
<h5 id="orgbb83157">DoTS.TRANSLATEDAASEQUENCE</h5>
<div class="outline-text-5" id="text-orgbb83157">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> get_feature_by_name (i dont&rsquo; think this is used anymore???)</li>
<li class="off"><input type='checkbox' /> get_sequence (i dont&rsquo; think this is used anymore???)</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> TMHMM</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org8cf73ed" class="outline-5">
<h5 id="org8cf73ed">DoTS.TRANSMEMBRANEAAFEATURE</h5>
<div class="outline-text-5" id="text-org8cf73ed">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> TMHMM</li>
</ul></li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml
<ul class="org-ul">
<li class="off"><input type='checkbox' /> TMHMM</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga2782ef" class="outline-5">
<h5 id="orga2782ef">DoTS.TRANSPOSABLEELEMENT</h5>
<div class="outline-text-5" id="text-orga2782ef">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
</div>
