project_planning/appDb.html
<div id="outline-container-orgf61792c" class="outline-4">
<h4 id="orgf61792c">EDA</h4>
<div class="outline-text-4" id="text-orgf61792c">
</div>
<div id="outline-container-org0d5fa38" class="outline-5">
<h5 id="org0d5fa38">EDA.ATTRIBUTE</h5>
<div class="outline-text-5" id="text-org0d5fa38">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org0d19ea9" class="outline-5">
<h5 id="org0d19ea9">EDA.ENTITYATTRIBUTES</h5>
<div class="outline-text-5" id="text-org0d19ea9">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org7f9f67c" class="outline-5">
<h5 id="org7f9f67c">EDA.ENTITYTYPE</h5>
<div class="outline-text-5" id="text-org7f9f67c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgf918070" class="outline-5">
<h5 id="orgf918070">EDA.ENTITYTYPEGRAPH</h5>
<div class="outline-text-5" id="text-orgf918070">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org0e86f49" class="outline-5">
<h5 id="org0e86f49">EDA.STUDY</h5>
<div class="outline-text-5" id="text-org0e86f49">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1d0436d" class="outline-4">
<h4 id="org1d0436d">hmdb</h4>
<div class="outline-text-4" id="text-org1d0436d">
</div>
<div id="outline-container-orge9b1e19" class="outline-5">
<h5 id="orge9b1e19">hmdb.COMPOUNDS</h5>
<div class="outline-text-5" id="text-orge9b1e19">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orge0bd9e1" class="outline-4">
<h4 id="orge0bd9e1">Platform</h4>
<div class="outline-text-4" id="text-orge0bd9e1">
</div>
<div id="outline-container-org3964a6f" class="outline-5">
<h5 id="org3964a6f">Platform.REPORTER</h5>
<div class="outline-text-5" id="text-org3964a6f">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org1185f86" class="outline-5">
<h5 id="org1185f86">Platform.REPORTERLOCATION</h5>
<div class="outline-text-5" id="text-org1185f86">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga85ced5" class="outline-4">
<h4 id="orga85ced5">Results</h4>
<div class="outline-text-4" id="text-orga85ced5">
</div>
<div id="outline-container-org10dd535" class="outline-5">
<h5 id="org10dd535">Results.COMPOUNDMASSSPEC</h5>
<div class="outline-text-5" id="text-org10dd535">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orga0e318b" class="outline-5">
<h5 id="orga0e318b">Results.NAFEATUREDIFFRESULT</h5>
<div class="outline-text-5" id="text-orga0e318b">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/expression.dst</li>
</ul>
</div>
</div>
<div id="outline-container-org7776186" class="outline-5">
<h5 id="org7776186">Results.NAFEATUREEXPRESSION</h5>
<div class="outline-text-5" id="text-org7776186">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/profileGraphs.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/SenseAntisenseX.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/SenseAntisenseY.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/GraphPackage/Templates/RNASeq.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/ApiCommonWebsite/View/GraphPackage/Templates/Proteomics/NonRatio.pm</li>
</ul>
</div>
</div>
<div id="outline-container-org3596c64" class="outline-5">
<h5 id="org3596c64">Results.NAFEATUREHOSTRESPONSE</h5>
<div class="outline-text-5" id="text-org3596c64">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orga2e444c" class="outline-5">
<h5 id="orga2e444c">Results.REPORTERINTENSITY</h5>
<div class="outline-text-5" id="text-orga2e444c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org657fe4c" class="outline-5">
<h5 id="org657fe4c">Results.SEGMENTRESULT</h5>
<div class="outline-text-5" id="text-org657fe4c">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org17e4b7e" class="outline-5">
<h5 id="org17e4b7e">Results.SEQVARIATION</h5>
<div class="outline-text-5" id="text-org17e4b7e">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpChipTableQueries.xml</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd8f081a" class="outline-4">
<h4 id="orgd8f081a">SRes</h4>
<div class="outline-text-4" id="text-orgd8f081a">
</div>
<div id="outline-container-org43ce0ca" class="outline-5">
<h5 id="org43ce0ca">SRes.BIBLIOGRAPHICREFERENCE</h5>
<div class="outline-text-5" id="text-org43ce0ca">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/popsetQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgc87914a" class="outline-5">
<h5 id="orgc87914a">SRes.CONTACT</h5>
<div class="outline-text-5" id="text-orgc87914a">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estAttributeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgc2fe66b" class="outline-5">
<h5 id="orgc2fe66b">SRes.DBREF</h5>
<div class="outline-text-5" id="text-orgc2fe66b">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orgc2d3a91" class="outline-5">
<h5 id="orgc2d3a91">SRes.ENZYMECLASS</h5>
<div class="outline-text-5" id="text-orgc2d3a91">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/dataPlotter/queries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/PathwayGeneraData.pm</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/perl/EbrcWebsiteCommon/Model/CannedQuery/ProfileByEC.pm</li>
</ul>
</div>
</div>
