project_planning/appDb.html
<div id="outline-container-orgbaa8e03" class="outline-5">
<h5 id="orgbaa8e03">SRes.EXTERNALDATABASE</h5>
<div class="outline-text-5" id="text-orgbaa8e03">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>

<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>

<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/pathwayQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/pathwayParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/rnaSeqTemplates.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/spliceSitesTemplates.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/expression.dst</li>
</ul>
</div>
</div>
<div id="outline-container-org7970c32" class="outline-5">
<h5 id="org7970c32">SRes.EXTERNALDATABASERELEASE</h5>
<div class="outline-text-5" id="text-org7970c32">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/datasetClass/classes.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/proteinQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>

<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/popsetTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneAttributeQueries.xml</li>

<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/snpTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/commentTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/compoundQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/pathwayQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/sharedParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/pathwayParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/rnaSeqTemplates.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/spliceSitesTemplates.dst</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/dst/expression.dst</li>
</ul>
</div>
</div>
<div id="outline-container-orgfea69ad" class="outline-5">
<h5 id="orgfea69ad">SRes.GENETICCODE</h5>
<div class="outline-text-5" id="text-orgfea69ad">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
</ul>
</div>
</div>
<div id="outline-container-orge1033e7" class="outline-5">
<h5 id="orge1033e7">SRes.ONTOLOGYRELATIONSHIP</h5>
<div class="outline-text-5" id="text-orge1033e7">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org9ec7ec8" class="outline-5">
<h5 id="org9ec7ec8">SRes.ONTOLOGYSYNONYM</h5>
<div class="outline-text-5" id="text-org9ec7ec8">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
</ul>
</div>
</div>
<div id="outline-container-org89d3f31" class="outline-5">
<h5 id="org89d3f31">SRes.ONTOLOGYTERM</h5>
<div class="outline-text-5" id="text-org89d3f31">
<ul class="org-ul">
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/xml/jbrowse/genomeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/datasetRecords.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/transcriptAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/geneTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicSummaryQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicTableQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/estAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/records/genomicAttributeQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/queries/geneQueries.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/popsetParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/organismParams.xml</li>
<li>/var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params/geneParams.xml</li>
<li><i>var/www/PlasmoDB/plasmo.jbrestel/gus_home/lib/wdk/model/questions/params</i>.organismParams.xml.swp</li>
</ul>
</div>
</div>
